[
  {
    "DATE": "03/27/1977",
    "TIME": "17:07",
    "LOCATION": "Tenerife, Canary Islands",
    "OPERATOR": "Pan American World Airways / KLM",
    "FLIGHT#": "1736/4805",
    "ROUTE": "Tenerife - Las Palmas / Tenerife - Las Palmas",
    "AIRCRAFT_TYPE": "Boeing B-747-121 / Boeing B-747-206B",
    "AIRCRAFT_REG": "N736PA/PH-BUF",
    "CN_LN": "19643/11 / 20400/157",
    "TOTAL_ONBOARD": 644,
    "PASSENGER_ONBOARD": 614,
    "CREW_ONBOARD": 30,
    "TOTAL_FATALITIES": 583,
    "PASSENGER_FATALITIES": 560,
    "CREW_FATALITIES": 23,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "Both aircraft were diverted to Tenerife because of a bombing at Las Palmas Airport. After an extended delay,  both planes were instructed to back track up the runway. The KLM plane reached its takeoff point while the Pan Am plane was still on the runway. The Pan Am plane continued up the runway missing the taxiway turnout. There was heavy fog on the runway. The KLM plane began its takeoff roll without permission with the Pan Am plane still on the runway. The controller and Pan Am pilot each radioed a warning to the KLM plane, but were not heard because the simultaneous transmissions interfered with each other.The KLM plane hit the Pan Am plane just as it was taking off. Both planes burst into flames.  KLM 234 + 14 crew,  Pan Am 326 + 9 crew killed. All aboard the KLM plane were killed. The KLM captain was their safety officer and for some months had  been training other pilots using a simulator, where getting takeoff permission was not simulated. The Pan Am aircraft was named Clipper Victor. The KLM aircraft was named Rhine River. Despite all the circumstances the KLM plane was blamed for taking off without permission by the NTSB."
  },
  {
    "DATE": "08/12/1985",
    "TIME": "18:56",
    "LOCATION": "Mt. Osutaka, near Ueno Village, Japan",
    "OPERATOR": "Japan Air Lines",
    "FLIGHT#": 123,
    "ROUTE": "Tokyo - Osaka",
    "AIRCRAFT_TYPE": "Boeing B-747-SR46",
    "AIRCRAFT_REG": "JA8119",
    "CN_LN": "20783/230",
    "TOTAL_ONBOARD": 524,
    "PASSENGER_ONBOARD": 509,
    "CREW_ONBOARD": 15,
    "TOTAL_FATALITIES": 520,
    "PASSENGER_FATALITIES": 505,
    "CREW_FATALITIES": 15,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The aircraft suffered an aft pressure bulkhead failure at 23,900 ft. The aircraft had severe control difficulties with loss of all controls and eventually after 40 minutes, collided with a mountain. Improper repair of the  bulkhead while being supervised by Boeing engineers after a tail strike in 1978. Worst single plane disaster in aviation history. Kyu Sakamoto, 43, famous for his Japanese song \"Sukiyaki\" was killed in the accident."
  },
  {
    "DATE": "07/23/1999",
    "TIME": "11:25",
    "LOCATION": "Tokyo, Japan",
    "OPERATOR": "All Nippon Airways",
    "FLIGHT#": 61,
    "ROUTE": "Tokyo, Japan - Chitose, Japan",
    "AIRCRAFT_TYPE": "Boeing B-747",
    "AIRCRAFT_REG": "JA8966",
    "CN_LN": "27442/1066",
    "TOTAL_ONBOARD": 517,
    "PASSENGER_ONBOARD": 503,
    "CREW_ONBOARD": 14,
    "TOTAL_FATALITIES": 1,
    "PASSENGER_FATALITIES": 0,
    "CREW_FATALITIES": 1,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "Two minutes after taking off from Haneda Airport, a man carrying a knife forced a flight attendant to take him in the cockpit of the plane.  A fan of computer flight-simulation games, he stated he just wanted to fly a real plane.  After forcing the co-pilot out of the cockpit he ordered the captain to fly to a U.S. Air Force base in western Tokyo. When he refused, he stabbed the captain and seized the controls. After a sudden drop in altitude, the co-pilot and an off duty crew member entered the cockpit and overpowered the hijacker.  A one point the plane plunged to within 984 feet of the ground. The plane ultimately  landed safely but the captain died of his injuries."
  },
  {
    "DATE": "09/13/1982",
    "TIME": "12:00",
    "LOCATION": "Near Malaga, Spain",
    "OPERATOR": "Spantax",
    "FLIGHT#": 995,
    "ROUTE": "Malaga - New York City",
    "AIRCRAFT_TYPE": "McDonnell Douglas DC-10-30CF",
    "AIRCRAFT_REG": "EC-DEG",
    "CN_LN": "46962/238",
    "TOTAL_ONBOARD": 394,
    "PASSENGER_ONBOARD": 381,
    "CREW_ONBOARD": 13,
    "TOTAL_FATALITIES": 50,
    "PASSENGER_FATALITIES": 47,
    "CREW_FATALITIES": 3,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The aircraft crashed during takeoff after intense vibration caused by a blown retreaded tire. The crew aborted the takeoff above VR and overran the runway. They also  failed to apply reverse thrust symmetrically."
  },
  {
    "DATE": "12/28/1997",
    "TIME": "23:10",
    "LOCATION": "Over the Pacific Ocean",
    "OPERATOR": "United Air Lines",
    "FLIGHT#": 826,
    "ROUTE": "Tokyo - Honolulu",
    "AIRCRAFT_TYPE": "Boeing B-747-122",
    "AIRCRAFT_REG": "N4723U",
    "CN_LN": "19882/175",
    "TOTAL_ONBOARD": 393,
    "PASSENGER_ONBOARD": 374,
    "CREW_ONBOARD": 19,
    "TOTAL_FATALITIES": 1,
    "PASSENGER_FATALITIES": 1,
    "CREW_FATALITIES": 0,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "Two hours into the flight, at FL 310, the plane received reports of severe clear air turbulence in the area and the seat belt sign was turned on. Moments later, the aircraft suddenly dropped around one hundred feet seriously injuring many passengers and causing damage to the aircraft. The plane landed safely back at Tokyo, but  one passenger died of her injuries."
  },
  {
    "DATE": "09/05/1986",
    "TIME": "06:00",
    "LOCATION": "Karachi, Pakistan",
    "OPERATOR": "Pan American World Airways",
    "FLIGHT#": 73,
    "ROUTE": "Bombay-Karachi-Frankfurt-New York",
    "AIRCRAFT_TYPE": "Boeing B-747-121",
    "AIRCRAFT_REG": "N656PA",
    "CN_LN": "20351/127",
    "TOTAL_ONBOARD": 384,
    "PASSENGER_ONBOARD": 364,
    "CREW_ONBOARD": 20,
    "TOTAL_FATALITIES": 16,
    "PASSENGER_FATALITIES": 14,
    "CREW_FATALITIES": 1,
    "GROUND_CASUALTIES": 1,
    "SUMMARY_OF_EVENTS": "While on the ground, four hijackers opened fire on the passengers and crew and threw grenades among them, killing 16 passengers, one crew member and one ground crew member. The aircraft was named \"Clipper Empress of the Seas."
  },
  {
    "DATE": "02/24/1989",
    "TIME": "02:09",
    "LOCATION": "Honolulu, Hawaii",
    "OPERATOR": "United Air Lines",
    "FLIGHT#": 811,
    "ROUTE": "Los Angeles - Honolulu - Auckland - Sydney",
    "AIRCRAFT_TYPE": "Boeing B-747-122",
    "AIRCRAFT_REG": "N4713U",
    "CN_LN": "19875/89",
    "TOTAL_ONBOARD": 356,
    "PASSENGER_ONBOARD": 338,
    "CREW_ONBOARD": 18,
    "TOTAL_FATALITIES": 9,
    "PASSENGER_FATALITIES": 9,
    "CREW_FATALITIES": 0,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "After leaving Honolulu, on a flight from Los Angeles to Sydney, Australia, the loss of an improperly latched forward lower lobe cargo door resulted in explosive decompression and loss of power in the No. 3 and 4 engines. Nine passengers were sucked out of the plane and lost at sea. The plane landed safely. The cargo door opening was attributed to a faulty switch or wiring in the door control system which permitted electrical actuation of the door latches towards the unlatched position after initial door closure and before takeoff. As a failsafe, the latches should have been blocked from moving by a mechanism called a \"locking sector\" (one on each latch), engaged manually by a lever after the door is closed.  However, the locking sectors as designed were not strong enough and could be overcome by the motors which was a design flaw right from the introduction of the747.  This was finally recognized as serious, after a non-fatal failure in 1987, but installing stronger locking sectors required taking each plane out of service 10 hours, and the FAA had allowed airlines 18 months so they could do it during other maintenance procedures."
  },
  {
    "DATE": "03/03/1974",
    "TIME": "11:41",
    "LOCATION": "Near Ermenonville, France",
    "OPERATOR": "Turkish Airlines (THY)",
    "FLIGHT#": 981,
    "ROUTE": "Paris - London",
    "AIRCRAFT_TYPE": "McDonnell Douglas DC-10-10",
    "AIRCRAFT_REG": "TC-JAV",
    "CN_LN": "46704/29",
    "TOTAL_ONBOARD": 346,
    "PASSENGER_ONBOARD": 335,
    "CREW_ONBOARD": 11,
    "TOTAL_FATALITIES": 346,
    "PASSENGER_FATALITIES": 335,
    "CREW_FATALITIES": 11,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The aircraft crashed shortly after takeoff from Orly Airport in Paris, France. Climbing through FL110 the aircraft lost the rear cargo door, resulting in explosive decompression and damage to the cabin floor and control cables. The aircraft lost control and crashed in a forest at a high rate of speed. The service subcontractor and the flight engineer neglected to check the locking mechanism through a recently installed viewport to verify the door was latched properly. In addition, although a service bulletin stipulated that the locking pin should be extended, it was mistakenly shortened causing the latch to release after the cabin was pressurized. On June 12, 1972, an American Airlines DC-10 lost its cargo door shortly after taking off from Detroit ,Michigan. Using mainly engine thrust the crew was able to land safely. The cause was a defect in the latching mechanism on the door."
  },
  {
    "DATE": "12/21/1992",
    "TIME": "07:53",
    "LOCATION": "Faro, Algarve, Portugal",
    "OPERATOR": "Martinair Holland NV",
    "FLIGHT#": 495,
    "ROUTE": "Amsterdam - Faro",
    "AIRCRAFT_TYPE": "McDonnell Douglas DC-10-30CF",
    "AIRCRAFT_REG": "PH-MBN",
    "CN_LN": 46924,
    "TOTAL_ONBOARD": 340,
    "PASSENGER_ONBOARD": 327,
    "CREW_ONBOARD": 13,
    "TOTAL_FATALITIES": 56,
    "PASSENGER_FATALITIES": 54,
    "CREW_FATALITIES": 2,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "While attempting a second landing in high winds, during a storm, the aircraft's wing tip hit the runway resulting in the aircraft departing the runway and causing a fuel tank to explode. The high rate of descent in the final phase of the approach and the landing made on the right landing gear which exceeded the structural limitations of the aircraft.The crosswind, which exceeded the aircrafts limits and which occurred in the final phase of the approach and during landing. The combination of both factors caused stresses which exceeded the structural limitations of the aircraft. In addition, there were four moments when the pilots should have decided to abort the landing and do a go-around. This because the runway was flooded with water, the plane had left the flight path and was unstable during landing. In addition, the pilots did not properly correct for the windshear, flew too slowly and made errors with the automatic pilot."
  },
  {
    "DATE": "11/12/1996",
    "TIME": "18:40",
    "LOCATION": "Near Charkhi Dadri, India",
    "OPERATOR": "Saudi Arabian Airlines / Kazakhstan Airlines",
    "FLIGHT#": "763/1907",
    "ROUTE": "New Delhi - Dhahran / Chimkent - New Delhi",
    "AIRCRAFT_TYPE": "Boeing B-747-168B / Ilyushin IL-76TD",
    "AIRCRAFT_REG": "HZ-AIH/UN-76435",
    "CN_LN": "22748/555/1023413428",
    "TOTAL_ONBOARD": 349,
    "PASSENGER_ONBOARD": 316,
    "CREW_ONBOARD": 33,
    "TOTAL_FATALITIES": 349,
    "PASSENGER_FATALITIES": 316,
    "CREW_FATALITIES": 33,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "Midair collision 17 km W of New Delhi.  The Saudi 747 had just taken off from New Delhi airport ascending to 14,000 feet while the Il-76 was descending. Three hundred twelve aboard the B-747 and thirty-seven aboard the Il-76 were killed. The Il-76 descended below its assigned altitude. The death toll was reduced from 351 to 349 after Kazakstan Airlines reported 37 aboard rather than 39. Neither aircraft was equipped with an Airborne Collision Avoidance System. The 747 had taken off from Delhi and had been cleared to climb to FL140.  Meanwhile, the IL76, which was inbound to Delhi on the same airway, had been cleared to descend to FL150. However, due to a misunderstanding, the pilot and most of the cockpit crew of the IL76 believed the flight had been cleared to continue down to FL140. The Indian accident report attributed the failure of most of the IL76 crew to correctly understand the situation due to their lack of a working knowledge of English. Also contributing to the crew's decision to continue the descent below their clearance limit were poor cockpit resource management, a lack of leadership by the captain, a lack of co-ordination between the crew and a general casual attitude to the conduct of the flight."
  },
  {
    "DATE": "04/04/1975",
    "TIME": "16:30",
    "LOCATION": "Saigon, South Vietnam",
    "OPERATOR": "Military - U.S. Air Force",
    "FLIGHT#": "",
    "ROUTE": "Saigon - Clark - Los Angeles",
    "AIRCRAFT_TYPE": "Lockheed C-5A Galaxy",
    "AIRCRAFT_REG": "68-218",
    "CN_LN": 21,
    "TOTAL_ONBOARD": 330,
    "PASSENGER_ONBOARD": 314,
    "CREW_ONBOARD": 16,
    "TOTAL_FATALITIES": 155,
    "PASSENGER_FATALITIES": 150,
    "CREW_FATALITIES": 5,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The aircraft reported it was returning to Tan Son Nhut Airbase 15 minutes after taking off. The aircraft was not able to make the airport and crashed landed into a rice paddy, 1.5 miles from the airport. The flight was evacuating 243 Vietnamese orphans. Pressure failure due to a faulty rear loading ramp caused decompression which led to severed rudder and elevator cables and loss of two hydraulic systems resulting in a loss of pitch control. Worst single non-combat U.S. military aviation disaster."
  },
  {
    "DATE": "06/23/1985",
    "TIME": "07:15",
    "LOCATION": "Atlantic Ocean, 110 miles West of Ireland",
    "OPERATOR": "Air India",
    "FLIGHT#": 182,
    "ROUTE": "Montreal - London",
    "AIRCRAFT_TYPE": "Boeing B-747-237B",
    "AIRCRAFT_REG": "VT-EFO",
    "CN_LN": "21473/330",
    "TOTAL_ONBOARD": 329,
    "PASSENGER_ONBOARD": 307,
    "CREW_ONBOARD": 22,
    "TOTAL_FATALITIES": 329,
    "PASSENGER_FATALITIES": 307,
    "CREW_FATALITIES": 22,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The aircraft broke up in flight and crashed into the ocean. Detonation of an explosive device in the forward cargo hold. Terrorist working in Vancouver, Canada, checked baggage with bombs onto two flights. One bag transferred at Toronto onto flight 182. The other would have been transferred at Tokyo onto another Air India flight, but exploded at the airport killing 2 baggage handlers. The aircraft was named \" Emperor Kanishka."
  },
  {
    "DATE": "08/22/1999",
    "TIME": "18:45",
    "LOCATION": "Hong Kong, China",
    "OPERATOR": "China Airlines (Taiwan)",
    "FLIGHT#": 642,
    "ROUTE": "Bangkok - Hong Kong",
    "AIRCRAFT_TYPE": "McDonnell Douglas MD-11",
    "AIRCRAFT_REG": "B-150",
    "CN_LN": "48468/518",
    "TOTAL_ONBOARD": 315,
    "PASSENGER_ONBOARD": 300,
    "CREW_ONBOARD": 15,
    "TOTAL_FATALITIES": 3,
    "PASSENGER_FATALITIES": 3,
    "CREW_FATALITIES": 0,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "While making a landing in strong winds and rain, the pilot-in-command disconnected the autopilot but left the autothrottle engaged. The aircraft, with a weight close to the maximum landing weight permitted, stabilized slightly low on the glideslope. An attempt was made to flare but the aircraft landed hard on its right landing gear and the No.3 engine touched the runway. The right main landing gear and right wing separated. The MD-11 then inverted and skidded off the runway in flames. Probable Cause: The commander's unability to arrest the high rate of descent existing at 50 ft. RA. Contributory Causes:  The commander's failure to appreciate the combination of a reducing airspeed, increasing rate of descent, and with the thrust decreasing to flight idle. The commander's failure to apply power to counteract the high rate of descent prior to touchdown. Probable variations in wind direction and speed below 50 ft RA may have resulted in a momentary loss of headwind component and, in combination with the early retardation of the thrust levers, and at a weight only just below the maximum landing weight, led to a 20 kt loss in indicated airspeed just prior to touchdown. A possible contributory cause may have been a reduction in peripheral vision as the aircraft entered the area of the landing flare, resulting in the commander not appreciating the high rate of descent prior to touchdown."
  },
  {
    "DATE": "08/02/2005",
    "TIME": "16:04",
    "LOCATION": "Toronto, Canada",
    "OPERATOR": "Air France",
    "FLIGHT#": 358,
    "ROUTE": "Paris, France - Toronto Canada",
    "AIRCRAFT_TYPE": "Airbus A-340",
    "AIRCRAFT_REG": "F-GLZQ",
    "CN_LN": 289,
    "TOTAL_ONBOARD": 309,
    "PASSENGER_ONBOARD": 297,
    "CREW_ONBOARD": 12,
    "TOTAL_FATALITIES": 0,
    "PASSENGER_FATALITIES": 0,
    "CREW_FATALITIES": 0,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The plane landed almost half-way down Runway 24, overran the runway, broke in two and caught fire. There was severe thunderstorms at the time of the landing with rain, lightning and hail. All 309 aboard escaped. There were 43 injuries. The pilot landed the plane too far down the rain-slick runway making it virtually impossible to stop the plane before it ran off the runway. In addition, the reverse thrust was not employed until 17 seconds after the wheels touched down."
  },
  {
    "DATE": "12/21/1999",
    "TIME": "09:40",
    "LOCATION": "Guatemala City, Guatemala",
    "OPERATOR": "Cubana de Aviacion",
    "FLIGHT#": 261,
    "ROUTE": "Havana - Guatemala City",
    "AIRCRAFT_TYPE": "McDonnell Douglas DC-10-30",
    "AIRCRAFT_REG": "F-GTDI",
    "CN_LN": "46890/77",
    "TOTAL_ONBOARD": 314,
    "PASSENGER_ONBOARD": 296,
    "CREW_ONBOARD": 18,
    "TOTAL_FATALITIES": 16,
    "PASSENGER_FATALITIES": 8,
    "CREW_FATALITIES": 8,
    "GROUND_CASUALTIES": 2,
    "SUMMARY_OF_EVENTS": "While attempting to land at La Aurora International Airport, the aircraft overshot the runway, rolled down an embankment and crashed into houses in the La Libertad section of the city. Witnesses say the plane was unable to stop after it began its landing too far down the runway. The crew failed to initiate a go-around after overshooting on a wet runway with insufficient deceleration to make a safe stop. Leased from AOM."
  },
  {
    "DATE": "08/24/2001",
    "TIME": "18:46",
    "LOCATION": "Lajes, Terceira, Azores",
    "OPERATOR": "Air Transat",
    "FLIGHT#": 236,
    "ROUTE": "Toronto - Lisbon",
    "AIRCRAFT_TYPE": "Airbus A-330-243",
    "AIRCRAFT_REG": "C-GITS",
    "CN_LN": 271,
    "TOTAL_ONBOARD": 304,
    "PASSENGER_ONBOARD": 291,
    "CREW_ONBOARD": 13,
    "TOTAL_FATALITIES": 0,
    "PASSENGER_FATALITIES": 0,
    "CREW_FATALITIES": 0,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The crew reported that they had a loss of fuel and were going to have to divert to Lajes AFB. Shortly thereafter, they said that they only had five minutes of fuel and probably would not reach Lajes. The Airbus 330, without engine power, glided for almost 20 minutes, descending from for more than 30,000 ft. before landing safely at Lajes Airport. Several tires blew out causing a fire which was quickly extinguished by emergency crews.  Eleven passengers were slightly injured. The leak was caused by a damaged fuel feed pipe that was caused by interference from the aft hydraulic pump. Mechanics did not completely follow a Rolls-Royce service bulletin. In addition, software mistakenly identified the  fuel leak as a fuel imbalance, prompting the crew to respond erroneously to the situation. The official report stated the cause was the pilots responded incorrectly to the fuel leak.  The pilots acted from memory rather than utilizing a checklist, so they never saw a \"Caution\" note in the Fuel Imbalance checklist that might have caused them to consider that the real problem was not an imbalance but a fuel leak."
  },
  {
    "DATE": "07/06/2013",
    "TIME": "11:38",
    "LOCATION": "San Francisco, California",
    "OPERATOR": "Asiana Airlines",
    "FLIGHT#": 214,
    "ROUTE": "Shanghai - Seoul - San Francisco",
    "AIRCRAFT_TYPE": "Boeing B-777-28EER",
    "AIRCRAFT_REG": "HL7742",
    "CN_LN": "29171/553",
    "TOTAL_ONBOARD": 307,
    "PASSENGER_ONBOARD": 291,
    "CREW_ONBOARD": 16,
    "TOTAL_FATALITIES": 3,
    "PASSENGER_FATALITIES": 3,
    "CREW_FATALITIES": 0,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The aircraft crash landed short of the runway while on approach to runway 28L at San Francisco International Airport. The tail section, landing gear, and both engines separated from the fuselage and a fire erupted. Debris was scattered from the ocean front to the runway to where the aircraft came to rest. The plane's voice and flight data recorders show that the aircraft was coming in too slow and too low and that the pilots appear to have increased speed seven seconds before impact. A stall warning sounded four seconds before the crash, and the crew then made an internal decision \"to initiate a go-around 1.5 seconds to impact.Two passengers were killed and 182 injured. One passenger was run over by one of the emergency vehicles. The crew's failure to monitor and maintain the plane's airspeed, and its failure to abort the landing when in trouble. The pilot and co-pilot reasonably believed the automatic throttle would keep the plane flying fast enough to land safely, when in fact the auto throttle was effectively shut off after the pilot idled it to correct an unexplained climb earlier in the landing. The flight crew over-relied on automated systems that they did not fully understand."
  },
  {
    "DATE": "08/19/1980",
    "TIME": "19:08",
    "LOCATION": "Riyadh, Saudi Arabia",
    "OPERATOR": "Saudi Arabian Airlines",
    "FLIGHT#": 163,
    "ROUTE": "Riyadh - Jeddah",
    "AIRCRAFT_TYPE": "Lockheed 1011-200 TriStar",
    "AIRCRAFT_REG": "HZ-AHK",
    "CN_LN": 1169,
    "TOTAL_ONBOARD": 301,
    "PASSENGER_ONBOARD": 287,
    "CREW_ONBOARD": 14,
    "TOTAL_FATALITIES": 301,
    "PASSENGER_FATALITIES": 287,
    "CREW_FATALITIES": 14,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The flight experienced a fire in the aft cargo compartment  6 minutes after taking off from Rilyadh. The plane returned to the airport and landed but because of a delay in evacuating the plane, all aboard were killed by smoke and fire. Half a minute before landing the captain decided not to order an emergency evacuation.  When he landed, he did not stop immediately but instead proceeded to make a normal landing delaying the fire equipment from putting out the fire. It took a full twenty-three minutes after touchdown before the doors were opened. The failure of the captain to prepare the cabin crew for immediate evacuation upon landing and his failure in not making a maximum stop landing on the runway, with immediate evacuation."
  },
  {
    "DATE": "07/19/1989",
    "TIME": "16:00",
    "LOCATION": "Sioux City, Iowa",
    "OPERATOR": "United Air Lines",
    "FLIGHT#": 232,
    "ROUTE": "Denver, CO - Chicago, IL",
    "AIRCRAFT_TYPE": "McDonnell Douglas DC-10-10",
    "AIRCRAFT_REG": "N1819U",
    "CN_LN": "46618/118",
    "TOTAL_ONBOARD": 298,
    "PASSENGER_ONBOARD": 287,
    "CREW_ONBOARD": 11,
    "TOTAL_FATALITIES": 112,
    "PASSENGER_FATALITIES": 111,
    "CREW_FATALITIES": 1,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "Catastrophic failure of the No. 2 (rear) engine while en route from Denver to Chicago, with total loss of all three hydraulics systems due to damage. The aircraft maneuvering with only the thrust of the engines, crashed while attempting to land at Sioux City. Failure to detect a fatigue crack in the No. 2 engine resulting in the disintegration of the fan disk and loss of all three hydraulic systems. The  failure was traced back to a manufacturing defect in the fan disk, which had microscopic cracks due to impurities. Subject of the 1992 TV-movie \"Crash Landing: The Rescue of Flight 232."
  },
  {
    "DATE": "05/25/2000",
    "TIME": "",
    "LOCATION": "Near Manila, Philippines",
    "OPERATOR": "Philippine Air Lines",
    "FLIGHT#": 812,
    "ROUTE": "Davao - Manila",
    "AIRCRAFT_TYPE": "Airbus A.330-301",
    "AIRCRAFT_REG": "F-OHZN",
    "CN_LN": "",
    "TOTAL_ONBOARD": 298,
    "PASSENGER_ONBOARD": 284,
    "CREW_ONBOARD": 14,
    "TOTAL_FATALITIES": 1,
    "PASSENGER_FATALITIES": 1,
    "CREW_FATALITIES": 0,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "A hijacker robbed passengers, jumped out of the plane with a homemade parachute and was killed in the jump."
  },
  {
    "DATE": "07/17/2014",
    "TIME": "16:19",
    "LOCATION": "Hrabove, Ukraine",
    "OPERATOR": "Malaysia Airlines",
    "FLIGHT#": 17,
    "ROUTE": "Amsterdam - Kuala Lumpur",
    "AIRCRAFT_TYPE": "Boeing 777-2H6ER",
    "AIRCRAFT_REG": "9M-MRD",
    "CN_LN": "28411/84",
    "TOTAL_ONBOARD": 298,
    "PASSENGER_ONBOARD": 283,
    "CREW_ONBOARD": 15,
    "TOTAL_FATALITIES": 298,
    "PASSENGER_FATALITIES": 283,
    "CREW_FATALITIES": 15,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "A Boeing 777-200 airliner operating as  Malaysia Airlines Flight 17, crashed about 40 miles east of Donetsk, Ukraine. The plane was 90 minutes into its flight, flying at 33,000 feet, when it was apparently hit by a Russian Buk missile. The missile exploded a few feet away from the cockpit .Debris was spread over a wide area. All 283 passengers and crew of 15 were killed."
  },
  {
    "DATE": "08/05/2016",
    "TIME": "12:38",
    "LOCATION": "Dubai, United Arab Emirates",
    "OPERATOR": "Emirates",
    "FLIGHT#": 521,
    "ROUTE": "Thiruvanthapuram, India - Dubai, UAE",
    "AIRCRAFT_TYPE": "Boeing 777-31H",
    "AIRCRAFT_REG": "A6-EMW",
    "CN_LN": "32700/434",
    "TOTAL_ONBOARD": 300,
    "PASSENGER_ONBOARD": 282,
    "CREW_ONBOARD": 18,
    "TOTAL_FATALITIES": 0,
    "PASSENGER_FATALITIES": 0,
    "CREW_FATALITIES": 0,
    "GROUND_CASUALTIES": 1,
    "SUMMARY_OF_EVENTS": "After being cleared to land, the crew informed Dubai tower they were going around. Immediately after being cleared to go-around, the aircraft impacted the runway, losing an engine and catching fire. The plane slid to a stop and all aboard evacuated the plane safely. One fire fighter was killed while fighting the fire."
  },
  {
    "DATE": "07/30/1992",
    "TIME": "17:41",
    "LOCATION": "JFK Airport, New York, New York",
    "OPERATOR": "Trans World Airlines",
    "FLIGHT#": 843,
    "ROUTE": "New York City - San Francisco",
    "AIRCRAFT_TYPE": "Lockheed L-1011",
    "AIRCRAFT_REG": "N11002",
    "CN_LN": 1014,
    "TOTAL_ONBOARD": 292,
    "PASSENGER_ONBOARD": 280,
    "CREW_ONBOARD": 12,
    "TOTAL_FATALITIES": 0,
    "PASSENGER_FATALITIES": 0,
    "CREW_FATALITIES": 0,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "Immediately after liftoff, the stick shaker activated. The takeoff was aborted but the aircraft ran off the runway and caught fire. A defective stall warning system. A design flaw that allowed the defective stall warning system to go undetected. Failure of TWA's maintenance program to correct a repetitive malfunction of the stall warning system, and inadequate crew coordination between the captain and first officer that resulted in their inappropriate response to a false stall warning."
  },
  {
    "DATE": "02/02/1974",
    "TIME": "21:30",
    "LOCATION": "Near Honolulu, HI",
    "OPERATOR": "Pan American World Airways",
    "FLIGHT#": "",
    "ROUTE": "San Francisco, CA - Honolulu, HI - Agana, Guam",
    "AIRCRAFT_TYPE": "Boeing B-747",
    "AIRCRAFT_REG": "N732PA",
    "CN_LN": "19638/3",
    "TOTAL_ONBOARD": 298,
    "PASSENGER_ONBOARD": 279,
    "CREW_ONBOARD": 19,
    "TOTAL_FATALITIES": 1,
    "PASSENGER_FATALITIES": 1,
    "CREW_FATALITIES": 0,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "A 16 month old child was asphyxiated by a seat belt while unattended."
  },
  {
    "DATE": "07/03/1988",
    "TIME": "10:55",
    "LOCATION": "Over the Persian Gulf, near Bandar Abbas, Iran",
    "OPERATOR": "Iran Air",
    "FLIGHT#": 655,
    "ROUTE": "Bandar Abbas - Dubai",
    "AIRCRAFT_TYPE": "Airbus A300B2-203",
    "AIRCRAFT_REG": "EP-IBU",
    "CN_LN": 186,
    "TOTAL_ONBOARD": 290,
    "PASSENGER_ONBOARD": 278,
    "CREW_ONBOARD": 12,
    "TOTAL_FATALITIES": 290,
    "PASSENGER_FATALITIES": 278,
    "CREW_FATALITIES": 12,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The civilian Iranian airliner was shot down by the U.S. Navy vessel U.S.S. Vincennes with surface-to-air missiles. The Vincennes was protecting other civilian ships in the area from Iranian gunboats. The Vincennes responded to hostile action taking place against a ship by Iranian gun boats. However, orders to the captain were to send a helicopter to investigate but maintain position. In fact, the ship headed towards the hostilities and penetrated 2nm inside Iranian territorial waters and after the helicopter was fired upon, engaged the enemy boats. The ill-fated airliner was delayed in leaving Bandar Abbas because of a problem with the passport of a passenger. Soon after taking off the target appeared on the radar of the Vincennes. Because the plane was late and confusion of time zones, the crew was not expecting an airliner in the area. When the target was first identified, it squawked both 2 (military) and 3 (civilian). The reason for this was the radar tracker ball was left in the vicinity of the Bandar Abbas airport and the radar was picking up both the airliner and a military F-14 jet fighter at the same time. Playing it safe, the plane was misidentified as a F-14 Iranian fighter. The aircraft did not respond to 10 radio challenges from the Vincennes. However, 7 were on military frequencies which the airliner could not pick up. Three were on the civil emergency frequency addressed to the so called military F-14. When the plane was nearing 10 miles from the ship, it was reported to the captain that the aircraft was descending. At that time the surface-to-air missiles were fired destroying the aircraft. At the inquiry computer data showed that the plane was never descending and actually was ascending at a steady rate. Incredibly, a military investigation concluded that although the U.S. government regretted the loss of human life, the captain and crew were not at fault and acted properly in shooting down the airliner."
  },
  {
    "DATE": "12/10/1994",
    "TIME": "11:30",
    "LOCATION": "Pacific Ocean",
    "OPERATOR": "Philippine Air Lines",
    "FLIGHT#": 434,
    "ROUTE": "Manila - Cebu - Tokyo",
    "AIRCRAFT_TYPE": "Boeing B-747-200",
    "AIRCRAFT_REG": "EI-BWF",
    "CN_LN": 21575,
    "TOTAL_ONBOARD": 293,
    "PASSENGER_ONBOARD": 273,
    "CREW_ONBOARD": 20,
    "TOTAL_FATALITIES": 1,
    "PASSENGER_FATALITIES": 1,
    "CREW_FATALITIES": 0,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "An explosive device detonated at FL 300 under a seat in the passenger cabin blowing a two square foot hole in the cabin floor and killing one passenger in seat 26K. The bomb was placed on the plane by Ramzi Yousef, an Al-Qaeda terrorist, on the flight from Manila to Cebu. The explosion occurred on the second journey of the flight from Cebu to Tokyo. The plane made a safe emergency landing at Okinawa in spite of damage to the flight controls."
  },
  {
    "DATE": "12/23/1980",
    "TIME": "23:12",
    "LOCATION": "Qatar, Qatar",
    "OPERATOR": "Saudi Arabian Airlines",
    "FLIGHT#": "",
    "ROUTE": "Dhahran - Karachi",
    "AIRCRAFT_TYPE": "Lockheed L-1011-200",
    "AIRCRAFT_REG": "HZ-AHJ",
    "CN_LN": 1161,
    "TOTAL_ONBOARD": 291,
    "PASSENGER_ONBOARD": 271,
    "CREW_ONBOARD": 20,
    "TOTAL_FATALITIES": 2,
    "PASSENGER_FATALITIES": 2,
    "CREW_FATALITIES": 0,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "Two passengers were sucked out of the plane after a tire exploded in the wheel well causing damage to the fuselage."
  },
  {
    "DATE": "08/11/1982",
    "TIME": "",
    "LOCATION": "Pacific Ocean",
    "OPERATOR": "Pan American World Airways",
    "FLIGHT#": "PA830",
    "ROUTE": "Tokyo - Honolulu",
    "AIRCRAFT_TYPE": "Boeing B-747-121",
    "AIRCRAFT_REG": "N754PA",
    "CN_LN": "19658/47",
    "TOTAL_ONBOARD": 285,
    "PASSENGER_ONBOARD": 270,
    "CREW_ONBOARD": 25,
    "TOTAL_FATALITIES": 1,
    "PASSENGER_FATALITIES": 1,
    "CREW_FATALITIES": 0,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "A sixteen-year-old boy was killed when a bomb detonated under a seat cushion. The explosion caused minor damage and the plane landed safely at Honolulu. The bomb was placed onboard by Mohammed Rashed, a Jordanian terrorist with the May 15 Organization."
  },
  {
    "DATE": "06/13/1996",
    "TIME": "12:07",
    "LOCATION": "Fukuoka, Japan",
    "OPERATOR": "Garuda Indonesia Airlines",
    "FLIGHT#": 865,
    "ROUTE": "Fukuoka - Denpasar",
    "AIRCRAFT_TYPE": "McDonnell Douglas DC-10-30",
    "AIRCRAFT_REG": "PK-GIE",
    "CN_LN": "46685/284",
    "TOTAL_ONBOARD": 275,
    "PASSENGER_ONBOARD": 260,
    "CREW_ONBOARD": 15,
    "TOTAL_FATALITIES": 3,
    "PASSENGER_FATALITIES": 3,
    "CREW_FATALITIES": 0,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The aircraft overran the runway after an aborted takeoff. The fuel line in the No.3 engine was sheared and caught fire after the fanblade of the first stage HP turbine separated. During the slide the No. 1 engine and landing gear were lost ane the plane came to rest in a ditch. Three passengers were trapped in the wreckage and overcome by toxic fumes after a fire started. Pilot error. Improper procedures used by the captain after engine failure."
  },
  {
    "DATE": "05/25/1979",
    "TIME": "15:04",
    "LOCATION": "Chicago O'Hare, Illinois",
    "OPERATOR": "American Airlines",
    "FLIGHT#": 191,
    "ROUTE": "Chicago, IL- Los Angeles, CA",
    "AIRCRAFT_TYPE": "McDonnell Douglas DC-10-10",
    "AIRCRAFT_REG": "N110AA",
    "CN_LN": "46510/22",
    "TOTAL_ONBOARD": 271,
    "PASSENGER_ONBOARD": 258,
    "CREW_ONBOARD": 13,
    "TOTAL_FATALITIES": 271,
    "PASSENGER_FATALITIES": 258,
    "CREW_FATALITIES": 13,
    "GROUND_CASUALTIES": 2,
    "SUMMARY_OF_EVENTS": "During takeoff just, as the plane lifted from the runway, the left engine and pylon separated from the aircraft damaging the wing and hydraulic system which caused the aircraft to roll and crash. Highest single plane death toll in U.S. aviation history. Asymmetrical stall and the ensuing roll of the aircraft because of the uncommanded retraction of the left wing outboard leading edge slats and the loss of stall warning and slat disagreement indication systems caused by separation of the engine and pylon. Improper maintenance procedures used by American Airlines when dismounting the engines for maintenance, by removing the pylon and engine together, putting strain on the engine mounts leading to  stress cracks."
  },
  {
    "DATE": "02/19/2003",
    "TIME": "17:30",
    "LOCATION": "Near Shahdad, Iran",
    "OPERATOR": "Military - Islamic Revolution's Guards Corps",
    "FLIGHT#": "",
    "ROUTE": "Zahedan - Kerman",
    "AIRCRAFT_TYPE": "Ilyushin Il-76MD",
    "AIRCRAFT_REG": "15-22",
    "CN_LN": 63471155,
    "TOTAL_ONBOARD": 275,
    "PASSENGER_ONBOARD": 257,
    "CREW_ONBOARD": 18,
    "TOTAL_FATALITIES": 275,
    "PASSENGER_FATALITIES": 257,
    "CREW_FATALITIES": 18,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The plane crashed into an 11,500 ft.  mountain in poor weather, about 20 miles from its destination of Kerman. Besides the 18 crew members, the victims included Iran's Revolutionary Guard."
  },
  {
    "DATE": "04/26/1994",
    "TIME": "20:16",
    "LOCATION": "Near Komaki, Aichi, Japan",
    "OPERATOR": "China Airlines (Taiwan)",
    "FLIGHT#": 140,
    "ROUTE": "Taipei - Nagoya",
    "AIRCRAFT_TYPE": "Airbus A300B4-622R",
    "AIRCRAFT_REG": "B-1816",
    "CN_LN": 580,
    "TOTAL_ONBOARD": 271,
    "PASSENGER_ONBOARD": 256,
    "CREW_ONBOARD": 15,
    "TOTAL_FATALITIES": 264,
    "PASSENGER_FATALITIES": 249,
    "CREW_FATALITIES": 15,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "While on ILS approach to Nagoya Airport, at an altitude of 1,000 feet, the first officer inadvertently triggered the TOGA (take-off-go-around) lever. The crew tried to override this situation by turning off the autothrottle and reducing air speed. The aircraft stalled, hit the runway tail first and burst into flames. The plane crashed because of an extreme out of trim configuration brought about by the fact that the tailplane setting had moved automatically and undetected to a maximum nose-up position. The plane climbed at a steep angle until it stalled. The crew could have saved the aircraft even in the final seconds had they reverted to basic flight procedures and switched off the autopilot."
  },
  {
    "DATE": "11/12/2001",
    "TIME": "09:16",
    "LOCATION": "Belle Harbor, Queens, New York",
    "OPERATOR": "American Airlines",
    "FLIGHT#": 587,
    "ROUTE": "New York City - Santo Domingo, Dominican Rep.",
    "AIRCRAFT_TYPE": "Airbus A-300-605R",
    "AIRCRAFT_REG": "N14053",
    "CN_LN": 420,
    "TOTAL_ONBOARD": 260,
    "PASSENGER_ONBOARD": 251,
    "CREW_ONBOARD": 9,
    "TOTAL_FATALITIES": 260,
    "PASSENGER_FATALITIES": 251,
    "CREW_FATALITIES": 9,
    "GROUND_CASUALTIES": 5,
    "SUMMARY_OF_EVENTS": "Three minutes after taking off and while in a climbing left turn, at 2,800 ft., parts of the plane, including the vertical stabilizer and rudder, fell from the aircraft. The crew soon lost control of the plane which nose dived and crashed into a residential neighborhood. After flying into the wake turbulence of two aircraft about two minutes into the flight, investigators believe a series of quick rudder swings by the copilot whipped the tail so severely that the fin broke off. The National Transportation Safety Board has found that pilot error was the probable cause. Sharply criticizing American Airlines Advanced Aircraft Maneuvering Program, the Board said that American Airlines' pilot training included a simulator exercise which could have caused the first officer to have an unrealistic and exaggerated view of the effects of wake turbulence, erroneously associate wake turbulence encounters with the need for aggressive roll upset recovery techniques and develop control strategies that would produce a much different -- and potentially surprising and confusing -- response if performed during flight. In addition, because of its high sensitivity, the Airbus A-300-600 rudder control system is susceptible to potentially hazardous rudder pedal inputs at higher airspeed."
  },
  {
    "DATE": "02/19/1985",
    "TIME": "10:15",
    "LOCATION": "300 nm NW of San Francisco, California",
    "OPERATOR": "China Airlines (Taiwan)",
    "FLIGHT#": 6,
    "ROUTE": "Taipei - Los Angeles",
    "AIRCRAFT_TYPE": "Boeing B-747-SP-09",
    "AIRCRAFT_REG": "N4522V",
    "CN_LN": "22805/564",
    "TOTAL_ONBOARD": 274,
    "PASSENGER_ONBOARD": 251,
    "CREW_ONBOARD": 23,
    "TOTAL_FATALITIES": 0,
    "PASSENGER_FATALITIES": 0,
    "CREW_FATALITIES": 0,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The aircraft descended in an uncontrolable dive, from 41,000 to 9,500 ft. after the crew shut down an engine.  The captain, preoccupied the malfunctioning engine, didn't properly monitor instruments and over relied on the autopilot and did not use his rudder to keep the plane from rolling . The autopilot disengaged after it could not handle the excessive roll caused by the shut down engine. The captain failed to make the proper flight corrections to recover the aircraft. After a terrifying series of inadvertent aerobatics, the plane leveled off at 9,500 feet and managed to land safely at San Francisco. Forces during the inverted spin were estimated to be from +6G to -4G. The landing gear was forced out through the closed doors, breaking the doors, which flew back and took out part of the rudder and elevator."
  },
  {
    "DATE": "11/15/1978",
    "TIME": "23:30",
    "LOCATION": "Near Katunayake, Sri Lanka",
    "OPERATOR": "Loftleidir Icelandic Airlines",
    "FLIGHT#": 1,
    "ROUTE": "Jeddah - Colombo",
    "AIRCRAFT_TYPE": "McDonnell Douglas DC-8-Super 63CF",
    "AIRCRAFT_REG": "TF-FLA",
    "CN_LN": "46020/415",
    "TOTAL_ONBOARD": 262,
    "PASSENGER_ONBOARD": 249,
    "CREW_ONBOARD": 13,
    "TOTAL_FATALITIES": 183,
    "PASSENGER_FATALITIES": 175,
    "CREW_FATALITIES": 8,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The aircraft crashed short of the runway into a coconut plantation while attempting to land in heavy rain.  Windshear. Excessive sink rate. Crew's non-conformance with approach procedures. Incorrect information supplied by the radar controller. Lack of an approach lighting system at Bandaranaike."
  },
  {
    "DATE": "04/06/1993",
    "TIME": "01:10",
    "LOCATION": "950 nm S of  Shemya, Alaska",
    "OPERATOR": "China Eastern Airlines",
    "FLIGHT#": 583,
    "ROUTE": "Shanghai - Los Angeles",
    "AIRCRAFT_TYPE": "McDonnell Douglas MD-11",
    "AIRCRAFT_REG": "B-2171",
    "CN_LN": "48495/461",
    "TOTAL_ONBOARD": 264,
    "PASSENGER_ONBOARD": 248,
    "CREW_ONBOARD": 16,
    "TOTAL_FATALITIES": 2,
    "PASSENGER_FATALITIES": 2,
    "CREW_FATALITIES": 0,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The slats were inadvertently deployed while at FL 330. The aircraft progressed through several pitch oscillations and lost 5,000 feet in altitude. Inadequate design of the flap/slat actuation handle that allowed the handle to be easily and inadvertently dislodged from the UP/RET position, thereby causing extension of the leading edge slats during cruise flight."
  },
  {
    "DATE": "12/12/1985",
    "TIME": "06:45",
    "LOCATION": "Gander, Newfoundland, Canada",
    "OPERATOR": "Arrow Airways",
    "FLIGHT#": "MF1285R",
    "ROUTE": "Gander - Fort Campbell, KY",
    "AIRCRAFT_TYPE": "McDonnell Douglas DC-8 Super 63PF",
    "AIRCRAFT_REG": "N950JW",
    "CN_LN": "46058/433",
    "TOTAL_ONBOARD": 256,
    "PASSENGER_ONBOARD": 248,
    "CREW_ONBOARD": 8,
    "TOTAL_FATALITIES": 256,
    "PASSENGER_FATALITIES": 248,
    "CREW_FATALITIES": 8,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The aircraft stalled and crashed during takeoff. Two-hundred-forty-four members of the 101st Airborne Division from Fort Campbell, Kentucky  were killed in the accident. There is controversy surrounding this crash. The majority opinion of the board was that the cause of the sequence leading up to the stall and crash could not be determined, with icing a possibility. The minority opinion was that the crash was possibly caused by detonation of an explosive device of unknown origin in a cargo compartment which led to an in-flight fire and loss of control of the aircraft."
  },
  {
    "DATE": "04/11/2018",
    "TIME": "08:00",
    "LOCATION": "Boufarik AB, Algeria",
    "OPERATOR": "Military - Algerian Air Force",
    "FLIGHT#": "",
    "ROUTE": "Boufarik AB - Bechar - Tindouf",
    "AIRCRAFT_TYPE": "Ilyushin 76-TD",
    "AIRCRAFT_REG": "7T-WIP",
    "CN_LN": 1043419636,
    "TOTAL_ONBOARD": 257,
    "PASSENGER_ONBOARD": 247,
    "CREW_ONBOARD": 10,
    "TOTAL_FATALITIES": 257,
    "PASSENGER_FATALITIES": 247,
    "CREW_FATALITIES": 10,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The Algerian military plane crashed soon after takeoff in a field and burst into flames. The plane was totally destroyed."
  },
  {
    "DATE": "07/11/1991",
    "TIME": "08:40",
    "LOCATION": "Jeddah, Saudi Arabia",
    "OPERATOR": "Nationair (chartered by Nigeria Airways)",
    "FLIGHT#": 2120,
    "ROUTE": "Jeddah - Sokoto",
    "AIRCRAFT_TYPE": "McDonnell Douglas DC-8 Super 61",
    "AIRCRAFT_REG": "C-GMXQ",
    "CN_LN": "45982/345",
    "TOTAL_ONBOARD": 261,
    "PASSENGER_ONBOARD": 247,
    "CREW_ONBOARD": 14,
    "TOTAL_FATALITIES": 261,
    "PASSENGER_FATALITIES": 247,
    "CREW_FATALITIES": 14,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "After taking off, fire was reported in the landing gear well. The aircraft crashed while trying to return to the airport. Loss of hydraulics and electrical systems after a fire, started in the wheel when two tires disintegrated due to under inflation of one tire. This caused a fire which ignited years of accumulated flammables in the DC-8's wheel well leading to an uncontroable fire. The plane was allowed to leave with an under inflated tire. Twenty minutes prior to departure, the Nationair lead mechanic made a request for nitrogen to inflate the low tire. Nitrogen was not readily available and a delay would probably have occur procuring it. The Nationair project manager, without conferring with the flight crew, released the plane."
  },
  {
    "DATE": "06/24/1982",
    "TIME": "20:44",
    "LOCATION": "Mount Galunggung, Indonesia",
    "OPERATOR": "British Airways",
    "FLIGHT#": 9,
    "ROUTE": "Kuala Lampur - Perth",
    "AIRCRAFT_TYPE": "Boeing B-747",
    "AIRCRAFT_REG": "G-BDXH",
    "CN_LN": "21635/365",
    "TOTAL_ONBOARD": 257,
    "PASSENGER_ONBOARD": 247,
    "CREW_ONBOARD": 10,
    "TOTAL_FATALITIES": 0,
    "PASSENGER_FATALITIES": 0,
    "CREW_FATALITIES": 0,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The aircraft flew into a plume from a volcanic eruption at 37,000 feet during the night. All engines failed and the windshield lost transparency because of pitting. The first engine was restarted at 12,000 feet, followed by the other three and the plane landed safely at Jakarta. The aircraft was named \"City of Edinburgh."
  },
  {
    "DATE": "09/01/1983",
    "TIME": "18:26",
    "LOCATION": "Near Sakhalin Island, Russia",
    "OPERATOR": "Korean Air",
    "FLIGHT#": 7,
    "ROUTE": "Anchorage - Seoul",
    "AIRCRAFT_TYPE": "Boeing B-747-230B",
    "AIRCRAFT_REG": "HL-7442",
    "CN_LN": "20559/186",
    "TOTAL_ONBOARD": 269,
    "PASSENGER_ONBOARD": 246,
    "CREW_ONBOARD": 23,
    "TOTAL_FATALITIES": 269,
    "PASSENGER_FATALITIES": 246,
    "CREW_FATALITIES": 23,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "On a flight from Alaska to South Korea, the airliner drifted off course and twice penetrated Soviet airspace.  During the second penetration, the airliner was shot down by a Russian Su-15 Air Force fighter with air-to-air missiles. The aircraft crashed into international waters in the Sea of Japan. U.S. Representative from Georgia Lawrence McDonald killed. Because of an improper navigational setting the plane drifted off course. There was a U.S. spy plane in the vacinity of the 007 flight. The 007 plane was mistaken for the spy plane. The fighter pilot was ordered by Soviet command to shoot down the plane. Two air-to-air missiles were launched by the  fighter and struck the Boeing 747. Cabin pressure was lost and the aircraft suffered control problems, causing the plane to go into a dive and break up, crashing into the ocean."
  },
  {
    "DATE": "12/21/1988",
    "TIME": "19:03",
    "LOCATION": "Lockerbie, Scotland",
    "OPERATOR": "Pan American World Airways",
    "FLIGHT#": 103,
    "ROUTE": "London - New York City",
    "AIRCRAFT_TYPE": "Boeing B-747-121A",
    "AIRCRAFT_REG": "N739PA",
    "CN_LN": "19646/15",
    "TOTAL_ONBOARD": 259,
    "PASSENGER_ONBOARD": 243,
    "CREW_ONBOARD": 16,
    "TOTAL_FATALITIES": 259,
    "PASSENGER_FATALITIES": 243,
    "CREW_FATALITIES": 16,
    "GROUND_CASUALTIES": 11,
    "SUMMARY_OF_EVENTS": "The airliner disappeared from radar shortly after leveling off at FL 310 while on a flight from Heathrow Airport, London,  to New York. The aircraft broke up with two main sections of wreckage coming down in the town of Lockerbie. Detonation of an explosive device in the forward cargo area planted by terrorists.  Musician Paul Jeffreys killed. The aircraft was named \"Clipper Maid of the Seas."
  },
  {
    "DATE": "11/28/1979",
    "TIME": "12:49",
    "LOCATION": "Near Mt. Erebus, Ross Ice Shelf, Antarctica",
    "OPERATOR": "Air New Zealand",
    "FLIGHT#": 901,
    "ROUTE": "Auckland - Christchurch",
    "AIRCRAFT_TYPE": "McDonnell Douglas DC-10-30",
    "AIRCRAFT_REG": "ZK-NZP",
    "CN_LN": "46910/182",
    "TOTAL_ONBOARD": 257,
    "PASSENGER_ONBOARD": 237,
    "CREW_ONBOARD": 20,
    "TOTAL_FATALITIES": 257,
    "PASSENGER_FATALITIES": 237,
    "CREW_FATALITIES": 20,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The aircraft crashed into the slopes of Mt. Erebus while on sightseeing flight to Antarctica. An incorrect computer-stored flight plan resulted in a navigational error directing the flight towards Mt. Erebus. Because of overcast, the crew descended below authorized altitude. Contributing to the accident was the crew's inexperience with flying the Antarctic route. Information about the navigational errors was suppressed by officials."
  },
  {
    "DATE": "09/14/1999",
    "TIME": "23:47",
    "LOCATION": "Girona, Spain",
    "OPERATOR": "Britannia Airways",
    "FLIGHT#": "226A",
    "ROUTE": "Cardiff, Wales, UK - Girona, Spain",
    "AIRCRAFT_TYPE": "Boeing 757-204",
    "AIRCRAFT_REG": "G-BYAG",
    "CN_LN": "26965/517",
    "TOTAL_ONBOARD": 245,
    "PASSENGER_ONBOARD": 236,
    "CREW_ONBOARD": 9,
    "TOTAL_FATALITIES": 1,
    "PASSENGER_FATALITIES": 1,
    "CREW_FATALITIES": 0,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The aircraft touched down hard, bounced, and made a second heavier touchdown causing substantial damage to the nosewheel and its supports. The Boeing 757 left the runway at high speed, approximately 1,000m from the second touchdown point. It then ran 343m across flat grassland beside the runway, before going diagonally over a substantial earth mound adjacent to the airport boundary, becoming semi airborne as a result. Beyond the mound it hit a number of medium sized trees and the right engine struck the boundary fence. The aircraft then passed through the fence, re-landed in a field and both main landing gears collapsed. It finally stopped after a slide across the field. One passenger, who had been admitted to hospital with apparently minor injuries and discharged the following day, died five days later from unsuspected internal injuries."
  },
  {
    "DATE": "08/06/1997",
    "TIME": "01:42",
    "LOCATION": "Agana, Guam",
    "OPERATOR": "Korean Air",
    "FLIGHT#": 801,
    "ROUTE": "Seoul - Guam",
    "AIRCRAFT_TYPE": "Boeing B-747-300",
    "AIRCRAFT_REG": "HL-7468",
    "CN_LN": "22487/605",
    "TOTAL_ONBOARD": 254,
    "PASSENGER_ONBOARD": 231,
    "CREW_ONBOARD": 23,
    "TOTAL_FATALITIES": 228,
    "PASSENGER_FATALITIES": 206,
    "CREW_FATALITIES": 22,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The aircraft crashed into Nimitz Hill, 3 miles short of Runway 06R, while making a non-precision approach in heavy rain to A.B. Won Guam International Airport. The runway glide slope system was inoperative. In addition, the Minimum Safe Altitude Warning system (MSAW) was also not working due to a software problem. The captains failure to adequately brief and execute the non-precision approach and the first officer's and flight engineer's failure to effectively monitor and cross-check the captains execution of the approach. Contributing to these failures were the captain's fatigue and Korean Air's  inadequate flight crew training. Contributing to the accident was the Federal Aviation Administration's (FAA) intentional inhibition of the MSAW at Guam and the agency's failure to adequately manage the system."
  },
  {
    "DATE": "12/26/1994",
    "TIME": "17:00",
    "LOCATION": "Algiers Airport, Algeria",
    "OPERATOR": "Air France",
    "FLIGHT#": 8969,
    "ROUTE": "Alger - Paris",
    "AIRCRAFT_TYPE": "Airbus A300B2-1C",
    "AIRCRAFT_REG": "F-GBEC",
    "CN_LN": 104,
    "TOTAL_ONBOARD": 239,
    "PASSENGER_ONBOARD": 227,
    "CREW_ONBOARD": 12,
    "TOTAL_FATALITIES": 3,
    "PASSENGER_FATALITIES": 3,
    "CREW_FATALITIES": 0,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The aircraft was hijacked by terrorists. Three passengers and four hijackers were killed when the plane was stormed."
  },
  {
    "DATE": "03/08/2014",
    "TIME": "02:41",
    "LOCATION": "South Indian Ocean",
    "OPERATOR": "Malaysia Airlines",
    "FLIGHT#": 370,
    "ROUTE": "Kuala Lumpur- Beijing",
    "AIRCRAFT_TYPE": "Boeing 777-200",
    "AIRCRAFT_REG": "9M-MRO",
    "CN_LN": "28420/404",
    "TOTAL_ONBOARD": 239,
    "PASSENGER_ONBOARD": 227,
    "CREW_ONBOARD": 12,
    "TOTAL_FATALITIES": 239,
    "PASSENGER_FATALITIES": 227,
    "CREW_FATALITIES": 12,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "Radar contact was lost with the aircraft 2 hours into the flight at 0240. All indications are that the aircraft changed direction from its flight path and crashed in a remote part of the Indian Ocean southwest of Perth Australia. It is assumed all 227 passengers and crew of 12 perished."
  },
  {
    "DATE": "09/26/1997",
    "TIME": "13:34",
    "LOCATION": "Buah Nabar, Indonesia",
    "OPERATOR": "Garuda Indonesia Airlines",
    "FLIGHT#": 152,
    "ROUTE": "Jakarta - Medan",
    "AIRCRAFT_TYPE": "Airbus A300-B4-200",
    "AIRCRAFT_REG": "PK-GAI",
    "CN_LN": 214,
    "TOTAL_ONBOARD": 234,
    "PASSENGER_ONBOARD": 222,
    "CREW_ONBOARD": 12,
    "TOTAL_FATALITIES": 234,
    "PASSENGER_FATALITIES": 222,
    "CREW_FATALITIES": 12,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The aircraft crashed into mountainous terrain 15 minutes before it was due to land at Medan on a flight from Jakarta. The aircraft crashed 20 miles from the airport. Combination of ATC errors in directing the plane in the wrong direction into mountainous terrain and the crew setting and using their instruments incorrectly. Contributing to the accident was impared visibility due to smoke from forest fires in the area."
  },
  {
    "DATE": "11/27/1970",
    "TIME": "17:05",
    "LOCATION": "Anchorage, Alaska",
    "OPERATOR": "Capitol Airlines",
    "FLIGHT#": 26,
    "ROUTE": "Anchorage - Yokota AFB",
    "AIRCRAFT_TYPE": "McDonnell Douglas DC-8-63CF",
    "AIRCRAFT_REG": "N4909C",
    "CN_LN": "46060/472",
    "TOTAL_ONBOARD": 229,
    "PASSENGER_ONBOARD": 219,
    "CREW_ONBOARD": 10,
    "TOTAL_FATALITIES": 47,
    "PASSENGER_FATALITIES": 46,
    "CREW_FATALITIES": 1,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The military charter overran the runway during takeoff, hit the ILS localizer support structure and burst into flames. The lack of acceleration, undetected by the crew  until after V1 speed was reached caused by the main landing gear wheels remaining locked after power was applied for takeoff on the icy runway due to brake or hydraulic failure."
  },
  {
    "DATE": "10/31/2015",
    "TIME": "06:13",
    "LOCATION": "Near Hasna, Egypt",
    "OPERATOR": "Metrojet",
    "FLIGHT#": 9268,
    "ROUTE": "Sharem el Sheikh - St. Petersburg",
    "AIRCRAFT_TYPE": "Airbus A321-231",
    "AIRCRAFT_REG": "EI-ETJ",
    "CN_LN": 663,
    "TOTAL_ONBOARD": 224,
    "PASSENGER_ONBOARD": 217,
    "CREW_ONBOARD": 7,
    "TOTAL_FATALITIES": 224,
    "PASSENGER_FATALITIES": 217,
    "CREW_FATALITIES": 7,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "Approximate 25 minutes after taking off from Sharem el Sheikh airport, radar contact was lost with the airliner. Wreckage was found near Hasna in the north Sinai. The aircraft was flying at about 30,000 feet when contact with the plane was lost. The aircraft was brought down by a homemade explosive device in the left rear cargo hold. The improvised device was equivalent to 2.2 lbs of TNT."
  },
  {
    "DATE": "06/01/2009",
    "TIME": "00:15",
    "LOCATION": "Atlantic Ocean, 570 miles northeast of Natal, Brazil",
    "OPERATOR": "Air France",
    "FLIGHT#": 447,
    "ROUTE": "Rio de Janeiro - Paris",
    "AIRCRAFT_TYPE": "Airbus A330-203",
    "AIRCRAFT_REG": "F-GZCP",
    "CN_LN": 660,
    "TOTAL_ONBOARD": 228,
    "PASSENGER_ONBOARD": 216,
    "CREW_ONBOARD": 12,
    "TOTAL_FATALITIES": 228,
    "PASSENGER_FATALITIES": 216,
    "CREW_FATALITIES": 12,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The Airbus went missing over the Atlantic Ocean on a flight from Rio de Janeiro to Paris, France. The plane departed from Rio de Janeiro-Galeao International Airport at 19:03 LT bound for Charles de Gaulle Airport in Paris. The last radio contact with the flight was at 01:33 UTC.  The aircraft left CINDACTA III radar coverage at 01:48 UTC, flying normally at FL350. The aircraft reportedly went through a thunderstorm with strong turbulence at 02:00 UTC. At 02:14 UTC an automated message was received indicating a failure of the electrical system. The plane carried 12 crew members and 216 passengers. The wreckage was finally discovered on April 3, 2011 using unmanned submarines.  Flight447 passed into clouds associated with a large system of thunderstorms, its speed sensors became iced over, and the autopilot disengaged. In the ensuing confusion, the pilots lost control of the airplane because they reacted incorrectly to the loss of instrumentation and then seemed unable to comprehend the nature of the problems they had caused. Neither weather nor malfunction doomed flight, nor a complex chain of error, but a simple but persistent mistake on the part of one of the pilots.    The crew did not realize the plane was in a stall, were insufficiently trained in flying manually, and never informed the passengers that anything was wrong before they plunged into the sea. The captain was on a rest break when the warnings began. The two co-pilots were facing faulty speed readings from unreliable sensors and repeated alarm signals, but fail to explain why the pilots responded the way they did. It's unclear why the co-pilot at the controls maintained a nose-up input - contrary to the normal procedure to come out of an aerodynamic stall. Normally, the nose should be pointed slightly downward to regain lift in such a stall, often caused because the plane is traveling too slowly. A basic maneuver for stall recovery, which pilots are taught at the outset of their flight training, is to push the yoke forward and apply full throttle to lower the nose of the plane and build up speed. The report confirms that external speed sensors obstructed by ice crystals produced irregular speed readings on the plane. Since the accident, Air France has replaced the speed monitors on all its Airbus A330 and A340 aircraft. The BEA said neither of the co-pilots at the controls had received recent training for manual aircraft handling, or had any high-altitude schooling in case of unreliable air speed readings. A stall warning sounded numerous times, and once for a full 54 seconds, but the crew made no reference to it in cockpit exchanges before the jet crashed."
  },
  {
    "DATE": "09/02/1998",
    "TIME": "21:30",
    "LOCATION": "Off Peggy's Cove, Nova Scotia, Canada",
    "OPERATOR": "Swissair",
    "FLIGHT#": 111,
    "ROUTE": "New York City - Geneva",
    "AIRCRAFT_TYPE": "McDonnell Douglas MD-11",
    "AIRCRAFT_REG": "HB-IWF",
    "CN_LN": "48448/465",
    "TOTAL_ONBOARD": 229,
    "PASSENGER_ONBOARD": 215,
    "CREW_ONBOARD": 14,
    "TOTAL_FATALITIES": 229,
    "PASSENGER_FATALITIES": 215,
    "CREW_FATALITIES": 14,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The aircraft was on a flight from JFK Airport, New York to Geneva, Switzerland when the crew reported smoke in the cockpit and requested an emergency landing at Halifax. The plane began dumping fuel and preparing for an emergency landing when it disappeared from radar and crashed into the Atlantic Ocean southwest of Halifax. A fire in the entertainment system wiring started in a hidden area above the cockpit ceiling when arcing ignited the cover material made of thermal insulation blankets. This set off an in-flight fire that spread and increased in intensity until it led to the loss of the aircraft.. It was determined that  aircraft certification standards for material flammability at the time of the accident were inadequate. Dr. Jonathan Mann, researcher in the fight against AIDS and Joseph LaMotta, son of boxing champion Jake LaMotta, killed in the crash."
  },
  {
    "DATE": "05/26/1991",
    "TIME": "23:17",
    "LOCATION": "Near Ban Nong Rong, Thailand",
    "OPERATOR": "Lauda Air",
    "FLIGHT#": 4,
    "ROUTE": "Bangkok - Wien, Austria",
    "AIRCRAFT_TYPE": "Boeing B-767-3Z9ER",
    "AIRCRAFT_REG": "OE-LAV",
    "CN_LN": "24628/283",
    "TOTAL_ONBOARD": 223,
    "PASSENGER_ONBOARD": 213,
    "CREW_ONBOARD": 10,
    "TOTAL_FATALITIES": 223,
    "PASSENGER_FATALITIES": 213,
    "CREW_FATALITIES": 10,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "Twelve minutes after takeoff the crew received a visual REV ISLN advisory warning which indicated that an additional system failure may cause deployment of the No. 1 engine thrust reverser. No action was taken since the manual indicated \"No Action Required\". Just before reaching FL 310 during a climb, there was an uncommanded deployment of the No. 1 engine thrust reverser. The aircraft stalled, went into a steep high speed dive, broke apart at 4,000 feet and crashed into the jungle 70 miles northwest of Bangkok. Failure of the reverse thrust isolation valve. Following the accident Boeing made modifications to the thrust reverser system. The aircraft was named Wolfgang Amadeus Mozart."
  },
  {
    "DATE": "11/19/1980",
    "TIME": "07:25",
    "LOCATION": "Seoul, South Korea",
    "OPERATOR": "Korean Air",
    "FLIGHT#": "",
    "ROUTE": "Los Angeles-Anchorage-Soul",
    "AIRCRAFT_TYPE": "Boeing B-747-2B5B",
    "AIRCRAFT_REG": "HL-7445",
    "CN_LN": "21773/366",
    "TOTAL_ONBOARD": 226,
    "PASSENGER_ONBOARD": 212,
    "CREW_ONBOARD": 14,
    "TOTAL_FATALITIES": 15,
    "PASSENGER_FATALITIES": 9,
    "CREW_FATALITIES": 6,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "Undershot runway and crashed while landing in fog. Crew error."
  },
  {
    "DATE": "07/17/1996",
    "TIME": "20:31",
    "LOCATION": "Off East Moriches, New York",
    "OPERATOR": "Trans World Airlines",
    "FLIGHT#": 800,
    "ROUTE": "New York City - Paris",
    "AIRCRAFT_TYPE": "Boeing B-747-131",
    "AIRCRAFT_REG": "N93119",
    "CN_LN": "20083/153",
    "TOTAL_ONBOARD": 230,
    "PASSENGER_ONBOARD": 212,
    "CREW_ONBOARD": 18,
    "TOTAL_FATALITIES": 230,
    "PASSENGER_FATALITIES": 212,
    "CREW_FATALITIES": 18,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "While on a flight from New York to Paris, France, the aircraft exploded at  FL 130, broke up and crashed into the Atlantic Ocean off Long Island, N.Y. The NTSB determined that the probable cause of the accident was an explosion of the center wing fuel tank resulting from ignition of the flammable fuel/air mixture in the tank. The source of ignition energy for the explosion could not be determined with certainty but, of the sources evaluated by the investigation, the most likely was a short circuit outside of the center wing tank that allowed excessive voltage to enter it through electrical wiring associated with the fuel quantity indication system.  To say that numerous government agencies acted strangely and suspiciously would be an understatement.  A great deal of evidence was either suppressed or ignored. Rumors persist that the plane was brought down by a missile, either by the Navy conducting exercises in the area or by terrorists."
  },
  {
    "DATE": "05/25/2002",
    "TIME": "15:29",
    "LOCATION": "Off Penghu Island, Taiwan",
    "OPERATOR": "China Airlines (Taiwan)",
    "FLIGHT#": 611,
    "ROUTE": "Taipei - Hong Kong",
    "AIRCRAFT_TYPE": "Boeing B-747-209B",
    "AIRCRAFT_REG": "B-18255",
    "CN_LN": "21843/386",
    "TOTAL_ONBOARD": 225,
    "PASSENGER_ONBOARD": 206,
    "CREW_ONBOARD": 19,
    "TOTAL_FATALITIES": 225,
    "PASSENGER_FATALITIES": 206,
    "CREW_FATALITIES": 19,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The flight crashed into the sea, 31 miles NE of the Penghu (Pescadore) Islands in the Taiwan Strait. The plane disappeared from radar while flying at 35,000 ft. approximately 20 minutes after taking off from Chiang Kai Shek Airport. There was no distress call and the weather was good at the time. Military radar revealed the aircraft  disintegrated in midair, breaking into four pieces. Only 175 of 225 bodies were recovered. The carrier  failed to conduct a preventive anti-rust operation in a timely manner every four years. Damage from a 1980 tailstrike was not properly repaired and fatigue cracks formed, which eventually led to a structural failure."
  },
  {
    "DATE": "10/02/1990",
    "TIME": "09:15",
    "LOCATION": "Guangzhou, China",
    "OPERATOR": "China Southern Airlines / Xiamen Airlines",
    "FLIGHT#": "?/8301",
    "ROUTE": "Guangzhou - Shanghi",
    "AIRCRAFT_TYPE": "Boeing B-737-247 / Boeing B-757-21B",
    "AIRCRAFT_REG": "B-2812/B-2510",
    "CN_LN": "24758/282 / 23189/1072",
    "TOTAL_ONBOARD": 226,
    "PASSENGER_ONBOARD": 205,
    "CREW_ONBOARD": 21,
    "TOTAL_FATALITIES": 128,
    "PASSENGER_FATALITIES": 121,
    "CREW_FATALITIES": 7,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "Shortly after taking off a hijacker entered the cockpit and demanded to be flown to Hong Kong. The captain circled for 30 minutes and after a struggle in the cockpit, attempted to land at Guangzhou, hitting the runway hard, clipping a B-707, crashing into a B-757, filpping over and bursing into flames. Eighty-two aboard the B-737 and 46 aboard the B-757 were killed. Later figures suggest the death toll was 132 and included the hijacker and driver of a vehicle."
  },
  {
    "DATE": "06/10/2008",
    "TIME": "20:45",
    "LOCATION": "Khartoum, Sudan",
    "OPERATOR": "Sudan Airways",
    "FLIGHT#": 548,
    "ROUTE": "Aman - Damascus - Khartoum",
    "AIRCRAFT_TYPE": "Airbus A-310-324",
    "AIRCRAFT_REG": "ST-ATN",
    "CN_LN": 548,
    "TOTAL_ONBOARD": 214,
    "PASSENGER_ONBOARD": 203,
    "CREW_ONBOARD": 11,
    "TOTAL_FATALITIES": 32,
    "PASSENGER_FATALITIES": 31,
    "CREW_FATALITIES": 1,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "While landing in poor weather, the plane skidded off the runway, hit navigation poles and burst into flames. The plane had flown from Amman via Damascus but been turned back once from Khartoum and forced to land in Port Sudan, on the Red Sea, because of bad weather, before being allowed to return to Khartoum. The accident was due to a long flaring distance (900 meters from R/W threshold) on a wet slippery runway without selecting Auto brake and with one deactivated engine reverse in such rainy conditions. The remaining available landing distance turned out to be too short to allow the captain to stop the aircraft before the end of the runway."
  },
  {
    "DATE": "10/31/1999",
    "TIME": "01:52",
    "LOCATION": "Off Nantucket Island, Massachusetts",
    "OPERATOR": "EgyptAir",
    "FLIGHT#": 990,
    "ROUTE": "New York City - Cairo",
    "AIRCRAFT_TYPE": "Boeing B-767-366ER",
    "AIRCRAFT_REG": "SU-GAP",
    "CN_LN": "24542/282",
    "TOTAL_ONBOARD": 217,
    "PASSENGER_ONBOARD": 202,
    "CREW_ONBOARD": 15,
    "TOTAL_FATALITIES": 217,
    "PASSENGER_FATALITIES": 202,
    "CREW_FATALITIES": 15,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The plane took off from JFK at 1:19 a.m. bound for Cairo, Egypt. Thirty-three minutes later, after attaining an altitude of 33,000 feet, it was observed on radar in an extremely rapid descent. The aircraft was observed in a 66 degree dive at 483 knots. The descent continued to 16,700 feet after which the aircraft climbed to 24,000 ft.   After that, the plane began a second dive and broke up at around 10,000 ft. crashing into the Atlantic Ocean, 60 miles southeast of Nantucket Island.  The aircraft was named Thutmosis III. The accident was caused by the relief first officer's flight control inputs which caused the airplane's departure from normal cruise flight and subsequent impact with the Atlantic Ocean. The reason for the first officer's actions were not determined by the NTSB. One could conclude the actions were deliberate in an attempt to commit suicide."
  },
  {
    "DATE": "01/23/1982",
    "TIME": "19:36",
    "LOCATION": "Logan Airport,  Boston, Massachusetts",
    "OPERATOR": "World Airways",
    "FLIGHT#": "30H",
    "ROUTE": "Newark - Boston",
    "AIRCRAFT_TYPE": "McDonnell Douglas DC-10-30CF",
    "AIRCRAFT_REG": "N113WA",
    "CN_LN": "47821/320",
    "TOTAL_ONBOARD": 212,
    "PASSENGER_ONBOARD": 200,
    "CREW_ONBOARD": 12,
    "TOTAL_FATALITIES": 2,
    "PASSENGER_FATALITIES": 2,
    "CREW_FATALITIES": 0,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "While landing on an icy runway, the aircraft touched down 2,800 feet beyond the displaced threshold and slid off the end of the runway into shallow water with the nose section detaching. The minimal braking effectiveness on the ice-covered runway. The crew landed without sufficient information as to runway conditions. Lack of FAA regulations. The pilot's decision to retain autothrottle speed control throughout the flare and the consequent extended touchdown point on the runway contributed to the severity of the accident."
  },
  {
    "DATE": "07/30/1971",
    "TIME": "14:29",
    "LOCATION": "San Francisco, California",
    "OPERATOR": "Pan American World Airways",
    "FLIGHT#": 845,
    "ROUTE": "San Francisco - Los Angeles",
    "AIRCRAFT_TYPE": "Boeing B-747-121",
    "AIRCRAFT_REG": "N747PA",
    "CN_LN": "19639/2",
    "TOTAL_ONBOARD": 218,
    "PASSENGER_ONBOARD": 197,
    "CREW_ONBOARD": 21,
    "TOTAL_FATALITIES": 0,
    "PASSENGER_FATALITIES": 0,
    "CREW_FATALITIES": 0,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The aircraft struck approach lights at the departure end of runway during takeoff. Miscalculation of available runway length and takeoff reference speed by crew. Erroneous information from the dispatcher. The aircraft was named \"Clipper America."
  },
  {
    "DATE": "07/09/2006",
    "TIME": "07:44",
    "LOCATION": "Irkutsk, Russia",
    "OPERATOR": "Sibir (S7)",
    "FLIGHT#": "S7-778",
    "ROUTE": "Moscow - Irkutsk",
    "AIRCRAFT_TYPE": "Airbus A-310-324ET",
    "AIRCRAFT_REG": "F-OGYP",
    "CN_LN": 442,
    "TOTAL_ONBOARD": 203,
    "PASSENGER_ONBOARD": 195,
    "CREW_ONBOARD": 8,
    "TOTAL_FATALITIES": 125,
    "PASSENGER_FATALITIES": 120,
    "CREW_FATALITIES": 5,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The plane was landing at Irkutsk International Airport in rain and low visibility when it veered off and overran the runway, struck a building and burst into flames. It was reported the plane was traveling at a high rate of speed when it landed. Crew error. The mistaken and uncontrolled actions by the crew at the stage of slowing down after landing. The unintentional and uncontrolled movement in one of the engines, which was not detected by the crew in time."
  },
  {
    "DATE": "01/22/1973",
    "TIME": "09:30",
    "LOCATION": "Kano, Nigeria",
    "OPERATOR": "Alia Royal Jordanian Airlines",
    "FLIGHT#": "",
    "ROUTE": "Jeddah - Lagos",
    "AIRCRAFT_TYPE": "Boeing B-707-3D3C",
    "AIRCRAFT_REG": "JY-ADO",
    "CN_LN": "20494/850",
    "TOTAL_ONBOARD": 202,
    "PASSENGER_ONBOARD": 193,
    "CREW_ONBOARD": 9,
    "TOTAL_FATALITIES": 176,
    "PASSENGER_FATALITIES": 170,
    "CREW_FATALITIES": 6,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The landing gear collapsed after hitting a depression in the runway while landing. The aircraft ran off the side of the runway and caught fire. Wake turbulence during the landing."
  },
  {
    "DATE": "07/10/1985",
    "TIME": "23:46",
    "LOCATION": "Near Uchuduk, Uzbekistan, USSR",
    "OPERATOR": "Aeroflot",
    "FLIGHT#": 7425,
    "ROUTE": "Karshi - Leningrad",
    "AIRCRAFT_TYPE": "Tupolev TU-154B-2",
    "AIRCRAFT_REG": "CCCP-85311",
    "CN_LN": 311,
    "TOTAL_ONBOARD": 200,
    "PASSENGER_ONBOARD": 191,
    "CREW_ONBOARD": 9,
    "TOTAL_FATALITIES": 200,
    "PASSENGER_FATALITIES": 191,
    "CREW_FATALITIES": 9,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The crew climbed to the cruising altitude of FL380  at an airspeed of which is close to stall speed. During cruise flight vibrations started because of the low airspeed but were assumed by the crew to be  caused by engine surges. They reduced power to idle, causing the airspeed to drop. Trying to maintain altitude, the airplane eventually stalled, went into a flat spin and crashed."
  },
  {
    "DATE": "01/01/1978",
    "TIME": "20:41",
    "LOCATION": "Off Bandra, Maharashtra, India",
    "OPERATOR": "Air India",
    "FLIGHT#": 855,
    "ROUTE": "Bombay - Dubai",
    "AIRCRAFT_TYPE": "Boeing B-747-237B",
    "AIRCRAFT_REG": "VT-EBD",
    "CN_LN": "19959/124",
    "TOTAL_ONBOARD": 213,
    "PASSENGER_ONBOARD": 190,
    "CREW_ONBOARD": 23,
    "TOTAL_FATALITIES": 213,
    "PASSENGER_FATALITIES": 190,
    "CREW_FATALITIES": 23,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "Following a right turn, after taking off, the plane rolled to the left beyond 90 degrees, went into a steep dive, crashed and exploded in shallow water. Irrational control wheel inputs on the part of the captain after his attitude director indicator malfunctioned leading to complete loss of situational awareness."
  },
  {
    "DATE": "03/01/1978",
    "TIME": "09:25",
    "LOCATION": "LAX, Los Angeles, California",
    "OPERATOR": "Continental Airlines",
    "FLIGHT#": 603,
    "ROUTE": "Los Angeles - Honolulu",
    "AIRCRAFT_TYPE": "McDonnell Douglas DC-10-10",
    "AIRCRAFT_REG": "N68045",
    "CN_LN": 46904,
    "TOTAL_ONBOARD": 200,
    "PASSENGER_ONBOARD": 186,
    "CREW_ONBOARD": 14,
    "TOTAL_FATALITIES": 2,
    "PASSENGER_FATALITIES": 2,
    "CREW_FATALITIES": 0,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "While approaching V1 speed on takeoff, a loud bang was heard followed by shaking of the aircraft. The crew decided to abort the takeoff. With the end of the runway approaching, the captain steered the aircraft off the runway to the right. The landing gear failed and resulted in a fire. The plane slid for approximately 650 feet and came to rest 40 feet right of the runway centerline. Several passengers not heeding the warnings of the stewardess exited onto the wing and fell into the fire. Failure of two tires on the left main landing gear resulting in failure of a third tire during a critical point in the takeoff. This was to be pilot Gene Hershe's last flight before retiring."
  },
  {
    "DATE": "12/03/1990",
    "TIME": "13:45",
    "LOCATION": "Romulus, Michigan",
    "OPERATOR": "Northwest Airlines/ Northwest Airlines",
    "FLIGHT#": "299/1482",
    "ROUTE": "Detroit - Pittsburg",
    "AIRCRAFT_TYPE": "Boeing B-727-251 / MD Douglas DC-9-14",
    "AIRCRAFT_REG": "N278US/N3313L",
    "CN_LN": "21157 / 45708/77",
    "TOTAL_ONBOARD": 198,
    "PASSENGER_ONBOARD": 186,
    "CREW_ONBOARD": 12,
    "TOTAL_FATALITIES": 8,
    "PASSENGER_FATALITIES": 7,
    "CREW_FATALITIES": 1,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "Ground collision in dense fog. The 727 was on its takeoff roll when the DC-9 taxied onto the active runway. Improper crew coordination aboard the DC-9.  Failure to stop and alert ATC of positional uncertainty. Eight killed aboard the DC-9. None aboard the B-727."
  },
  {
    "DATE": "12/04/1974",
    "TIME": "22:15",
    "LOCATION": "Near Maskeliya, Sri Lanka",
    "OPERATOR": "Martinair Holland NV",
    "FLIGHT#": 138,
    "ROUTE": "Surabaya - Jeddah",
    "AIRCRAFT_TYPE": "McDonnell Douglas DC-8-55F",
    "AIRCRAFT_REG": "PH-MBH",
    "CN_LN": "45818/242",
    "TOTAL_ONBOARD": 191,
    "PASSENGER_ONBOARD": 182,
    "CREW_ONBOARD": 9,
    "TOTAL_FATALITIES": 191,
    "PASSENGER_FATALITIES": 182,
    "CREW_FATALITIES": 9,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The aircraft impacted Mount Anjimalai at 4,355 ft. the during approach. The crew descended below a safe altitude due to a position error resulting from misinterpretation of Doppler and weather radar."
  },
  {
    "DATE": "02/16/1998",
    "TIME": "20:09",
    "LOCATION": "Taipei, Taiwan",
    "OPERATOR": "China Airlines (Taiwan)",
    "FLIGHT#": 676,
    "ROUTE": "Denpasar - Taipei",
    "AIRCRAFT_TYPE": "Airbus A300-622R",
    "AIRCRAFT_REG": "B-1814",
    "CN_LN": 578,
    "TOTAL_ONBOARD": 196,
    "PASSENGER_ONBOARD": 182,
    "CREW_ONBOARD": 14,
    "TOTAL_FATALITIES": 196,
    "PASSENGER_FATALITIES": 182,
    "CREW_FATALITIES": 14,
    "GROUND_CASUALTIES": 7,
    "SUMMARY_OF_EVENTS": "The aircraft was attempting to land at Taipei's international airport in rain and fog when the crew requested a go-around. The plane crashed into a residential neighborhood, ripping the roofs off several structures, skidding into a rice paddy and bursting in flames. DFDR data showed complete autopilot disengagement just after landing clearance. This was  followed by an attempted manually flown go-around with falling airspeed and a pitch-up of 40 degrees followed by a gain of 1,000 feet in altitude, total stall and a dive resulting in impact with the ground. Pilot error."
  },
  {
    "DATE": "10/29/2018",
    "TIME": "06:31",
    "LOCATION": "Off Jakarta, Indonesia",
    "OPERATOR": "Lion Air",
    "FLIGHT#": 610,
    "ROUTE": "Jakarta - Pangkal Pinang",
    "AIRCRAFT_TYPE": "Boeing 737-MAX 8",
    "AIRCRAFT_REG": "PK-LQP",
    "CN_LN": "43000/7058",
    "TOTAL_ONBOARD": 189,
    "PASSENGER_ONBOARD": 181,
    "CREW_ONBOARD": 8,
    "TOTAL_FATALITIES": 189,
    "PASSENGER_FATALITIES": 181,
    "CREW_FATALITIES": 8,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The airliner crashed into the Jakarta Sea, 13 minutes after taking off from Soekarno-Hatta International Airport. It was on a short 1 hour flight to Pangkal Pinang. After taking off from runway 25L, the aircraft made a climbing left-hand turn after which the crew radioed a request to return too the airport. The aircraft then showed an erratic pattern of flight and began losing altitude until it crashed into the sea, 9 miles off the Jakarta coast. It was reported the plane had problems the night before on a flight from Denpasar to Jakarta.  It was found that there is a potential for repeated automatic nose-down trim commands of the horizontal stabilizer when the flight control system on a Boeing 737 MAX aircraft receives an erroneously high single AOA sensor input."
  },
  {
    "DATE": "08/03/1975",
    "TIME": "04:30",
    "LOCATION": "Near Immouzer, Morocco",
    "OPERATOR": "Alia Royal Jordanian Airlines",
    "FLIGHT#": "",
    "ROUTE": "Paris - Agadir",
    "AIRCRAFT_TYPE": "Boeing B-707-321C",
    "AIRCRAFT_REG": "JY-AEE",
    "CN_LN": "18767/376",
    "TOTAL_ONBOARD": 188,
    "PASSENGER_ONBOARD": 181,
    "CREW_ONBOARD": 7,
    "TOTAL_FATALITIES": 188,
    "PASSENGER_FATALITIES": 181,
    "CREW_FATALITIES": 7,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The aircraft was on approach when the right wing tip and No. 4 engine struck a mountain peak at 2,400 feet.  Part of the wing separated and the plane crashed into a ravine. Crew error."
  },
  {
    "DATE": "12/28/1978",
    "TIME": "18:15",
    "LOCATION": "Portland, Oregon",
    "OPERATOR": "United Air Lines",
    "FLIGHT#": 173,
    "ROUTE": "Denver - Portland",
    "AIRCRAFT_TYPE": "McDonnell Douglas DC-8-61",
    "AIRCRAFT_REG": "N8082U",
    "CN_LN": "45972/357",
    "TOTAL_ONBOARD": 189,
    "PASSENGER_ONBOARD": 181,
    "CREW_ONBOARD": 8,
    "TOTAL_FATALITIES": 10,
    "PASSENGER_FATALITIES": 8,
    "CREW_FATALITIES": 2,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "While on a flight from Denver to Portland, the aircraft ran out of fuel while the crew was distracted with a landing gear problem. Failure of the captain to monitor properly the aircraft's fuel state and to properly respond to the low fuel state as indicated by other crew members. Contributing to the accident was the failure of the other two flight crew members either to fully comprehend the criticality of the fuel state or to successfully communicate their concern to the captain."
  },
  {
    "DATE": "07/27/1989",
    "TIME": "07:00",
    "LOCATION": "Tripoli, Libya",
    "OPERATOR": "Korean Air",
    "FLIGHT#": 803,
    "ROUTE": "Jeddah - Tripoli",
    "AIRCRAFT_TYPE": "McDonnell Douglas DC-10-30",
    "AIRCRAFT_REG": "HL-7328",
    "CN_LN": "47887/125",
    "TOTAL_ONBOARD": 199,
    "PASSENGER_ONBOARD": 181,
    "CREW_ONBOARD": 18,
    "TOTAL_FATALITIES": 75,
    "PASSENGER_FATALITIES": 72,
    "CREW_FATALITIES": 3,
    "GROUND_CASUALTIES": 4,
    "SUMMARY_OF_EVENTS": "The aircraft crashed short of the runway while landing in fog. Failure of the captain to land without analyzing the weather data."
  },
  {
    "DATE": "07/17/2007",
    "TIME": "18:52",
    "LOCATION": "Sao Paulo, Brazil",
    "OPERATOR": "TAM (Brazil)",
    "FLIGHT#": 3054,
    "ROUTE": "Porto Alegre - Sao Paulo",
    "AIRCRAFT_TYPE": "Airbus A-320-233",
    "AIRCRAFT_REG": "PR-MBK",
    "CN_LN": 789,
    "TOTAL_ONBOARD": 187,
    "PASSENGER_ONBOARD": 181,
    "CREW_ONBOARD": 6,
    "TOTAL_FATALITIES": 187,
    "PASSENGER_FATALITIES": 181,
    "CREW_FATALITIES": 6,
    "GROUND_CASUALTIES": 12,
    "SUMMARY_OF_EVENTS": "The jet airliner crashed while attempting to land in heavy rain at Congonhas airport. The plane skidded off the end of the runway across a major roadway and struck a gas station and building, bursting into flames.  The right engine had a malfunctioning reverser. In this situation, the correct procedure was for the pilot to retard both throttles to idle and then advance both throttles to reverse, as if he had no problem with the reversers. The former procedure, which was changed by Airbus, was to take both throttles to idle, and then advance just the throttle corresponding to the engine with the operating reverser. It was changed by Airbus because there had been several incidents where the pilot forgot to bring both throttles back to idle, leaving one engine reversed and the other thrusting forward. The downside to this change was it would lengthen the stopping distance. The pilot was so concerned about the short and slippery runway that he chose to switch to the old procedure and got it wrong. A contributing factor was the heavy rain and wind and the fact that the newly resurfaced runway had not had grooves installed yet."
  },
  {
    "DATE": "06/07/1989",
    "TIME": "04:27",
    "LOCATION": "Near Paramaribo, Surinam",
    "OPERATOR": "Surinam Airways",
    "FLIGHT#": 764,
    "ROUTE": "Paramaribo - Zanderij",
    "AIRCRAFT_TYPE": "McDonnell Douglas DC-8 Super 62",
    "AIRCRAFT_REG": "N1809E",
    "CN_LN": "46107/498",
    "TOTAL_ONBOARD": 187,
    "PASSENGER_ONBOARD": 178,
    "CREW_ONBOARD": 9,
    "TOTAL_FATALITIES": 176,
    "PASSENGER_FATALITIES": 167,
    "CREW_FATALITIES": 9,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The aircraft hit a tree and crashed during a third landing attempt in fog. The crew descended below the published minimum altitude. Despite concerns about possible landing equipment failures the crew was determined to make a landing and not divert to another airport as they were running out of fuel. They could not get an ILS signal and ignored a Ground Proximity Warning System alarm 60 seconds prior to the crash by turning it off 10 seconds after it started its warning. About 20 members from the Dutch soccer team \"Colorful 11\" from Surinam were killed."
  },
  {
    "DATE": "02/05/2020",
    "TIME": "",
    "LOCATION": "Istanbul, Turkey",
    "OPERATOR": "Pegasus Airlines",
    "FLIGHT#": "PC2193",
    "ROUTE": "Izmir - Istanbul",
    "AIRCRAFT_TYPE": "Boeing 737-86J",
    "AIRCRAFT_REG": "TC-IZK",
    "CN_LN": 37742,
    "TOTAL_ONBOARD": 183,
    "PASSENGER_ONBOARD": 177,
    "CREW_ONBOARD": 6,
    "TOTAL_FATALITIES": 183,
    "PASSENGER_FATALITIES": 177,
    "CREW_FATALITIES": 6,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "While landing duriing high winds and heavey rain on runway 06, the plane suffered a runway excursion. The aircraft overran the runway, went down an embankment and impacted the airport perimeter wall breaking in three. The aircraft came to rest about 20 m below the runway elevation. The last recorded ground speed was 74 mph as the aircraft crossed the perimeter stop way."
  },
  {
    "DATE": "02/06/1996",
    "TIME": "23:47",
    "LOCATION": "Off Puerto Plata, Domincan Republic",
    "OPERATOR": "Alas Nacionales, leased from Birgen Air",
    "FLIGHT#": 301,
    "ROUTE": "Puerto Plata - Gander",
    "AIRCRAFT_TYPE": "Boeing B-757-225",
    "AIRCRAFT_REG": "TC-GEN",
    "CN_LN": "22206/31",
    "TOTAL_ONBOARD": 189,
    "PASSENGER_ONBOARD": 176,
    "CREW_ONBOARD": 13,
    "TOTAL_FATALITIES": 189,
    "PASSENGER_FATALITIES": 176,
    "CREW_FATALITIES": 13,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The plane crashed into the Atlantic Ocean, 21 km north of Puerto Plata, shortly after taking off. Incorrect airspeed indications resulting from a clogged pitot tube. The readings were greater than the actual airspeed resulting in the crew reducing  power and leading to a stall. Failure of the crew to recognize the activation of the control column shaker as a warning of an imminent stall. Failure of the crew to carry out the procedures to recover the aircraft from the stall and restore lift."
  },
  {
    "DATE": "12/24/1999",
    "TIME": "",
    "LOCATION": "Amritsar, India / Kandahar, Afghanistan",
    "OPERATOR": "Indian Airlines",
    "FLIGHT#": 814,
    "ROUTE": "Kathmandu - New Delhi",
    "AIRCRAFT_TYPE": "Airbus A300B2-101",
    "AIRCRAFT_REG": "VT-EDW",
    "CN_LN": 36,
    "TOTAL_ONBOARD": 189,
    "PASSENGER_ONBOARD": 174,
    "CREW_ONBOARD": 15,
    "TOTAL_FATALITIES": 1,
    "PASSENGER_FATALITIES": 0,
    "CREW_FATALITIES": 1,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The plane was hijacked and subsequently flown to Amritsar, India, Lahore, Pakistan, al-Minhar Air Base, Dubai and Kandahar, Afghanistan. The hijacking lasted 7 days. One crewmember was killed."
  },
  {
    "DATE": "05/23/1991",
    "TIME": "13:06",
    "LOCATION": "Leningrad, USSR",
    "OPERATOR": "Aeroflot",
    "FLIGHT#": "",
    "ROUTE": "Sukhumi - \tSt. Petersburg",
    "AIRCRAFT_TYPE": "Tupolev TU-154B-1",
    "AIRCRAFT_REG": "CCCP-85097",
    "CN_LN": 97,
    "TOTAL_ONBOARD": 181,
    "PASSENGER_ONBOARD": 174,
    "CREW_ONBOARD": 7,
    "TOTAL_FATALITIES": 13,
    "PASSENGER_FATALITIES": 13,
    "CREW_FATALITIES": 0,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "Undershot the runway and broke in half after a hard landing. Crew error. A rapid rate of descent, leading to landing gear failure. The accident happened durining daylight in a rain shower."
  },
  {
    "DATE": "12/01/1981",
    "TIME": "08:53",
    "LOCATION": "Mt. San Pietro, near Ajaccio, Corsica, France",
    "OPERATOR": "Inex Adria Aviopromet (Yugoslavia)",
    "FLIGHT#": "JP1308",
    "ROUTE": "Ljubljana - Ajaccio",
    "AIRCRAFT_TYPE": "McDonnell Douglas MD-81",
    "AIRCRAFT_REG": "YU-ANA",
    "CN_LN": "48047/998",
    "TOTAL_ONBOARD": 180,
    "PASSENGER_ONBOARD": 173,
    "CREW_ONBOARD": 7,
    "TOTAL_FATALITIES": 180,
    "PASSENGER_FATALITIES": 173,
    "CREW_FATALITIES": 7,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The aircraft crashed into a mountain during an approach to Camp dell Oro Airport in heavy fog. The crew was not properly prepared for the approach. The minimum altitude and maximum speed limits of the holding pattern were probably not retained. Imprecise language used by the crew and air traffic controller."
  },
  {
    "DATE": "05/09/1987",
    "TIME": "11:12",
    "LOCATION": "Warsaw, Poland",
    "OPERATOR": "LOT Polish Airlines",
    "FLIGHT#": 5055,
    "ROUTE": "Warsaw - New York City",
    "AIRCRAFT_TYPE": "Ilyushin IL-62M",
    "AIRCRAFT_REG": "SP-LBG",
    "CN_LN": 3344942,
    "TOTAL_ONBOARD": 183,
    "PASSENGER_ONBOARD": 172,
    "CREW_ONBOARD": 11,
    "TOTAL_FATALITIES": 183,
    "PASSENGER_FATALITIES": 172,
    "CREW_FATALITIES": 11,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The No. 2 engine failed, causing an engine fire, cabin decompression, damage to the  No. 1 engine, loss of  elevator control and damage to the electrical system. A fire in the cargo hold was not detected because of damage to the fire warning system. While attempting to return to Warsaw and attempting a turn to land, the aircraft crashed into a forest, 9 miles short of the runway. The cause of the engine failure was an overheated bearing. The aircraft was named Tadeusz Kosciuszko."
  },
  {
    "DATE": "10/11/1984",
    "TIME": "05:40",
    "LOCATION": "Near Omsk, Russia",
    "OPERATOR": "Aeroflot",
    "FLIGHT#": 3352,
    "ROUTE": "Krasnodar - Omsk",
    "AIRCRAFT_TYPE": "Tupolev TU-154B",
    "AIRCRAFT_REG": "CCCP-85243",
    "CN_LN": 243,
    "TOTAL_ONBOARD": 179,
    "PASSENGER_ONBOARD": 170,
    "CREW_ONBOARD": 9,
    "TOTAL_FATALITIES": 174,
    "PASSENGER_FATALITIES": 169,
    "CREW_FATALITIES": 5,
    "GROUND_CASUALTIES": 4,
    "SUMMARY_OF_EVENTS": "While landing, the crew noticed something on the runway, took evasive action and crashed into two cleaning vehicles. The flying control officer (ATC)  fell asleep and did not inform the controllers cleaning vehicles were on the runway."
  },
  {
    "DATE": "11/27/1983",
    "TIME": "10:06",
    "LOCATION": "Madrid-Barajas, Spain",
    "OPERATOR": "Avianca",
    "FLIGHT#": 11,
    "ROUTE": "Paris - Madrid - Bogota",
    "AIRCRAFT_TYPE": "Boeing B-747-283B",
    "AIRCRAFT_REG": "HK-2910",
    "CN_LN": 21381,
    "TOTAL_ONBOARD": 192,
    "PASSENGER_ONBOARD": 169,
    "CREW_ONBOARD": 23,
    "TOTAL_FATALITIES": 181,
    "PASSENGER_FATALITIES": 158,
    "CREW_FATALITIES": 23,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "While attempting to land at Madrid, the crew intercepted the wrong ILS track which caused the pilot to initiate a right turn short of the VOR beacon. The aircraft impacted a series of hills during which the right wing broke off, the aircraft cartwheeled and broke into 5 pieces and came to rest upside down. Procedural errors by the crew including the pilot not knowing his precise position before descending, failure of the crew to take corrective action after a warning from the  ground proximity warning system and deficient teamwork on the flight deck.  The aircraft was named \"Magnus Viking,\" LN-RNA and dry-leased from SAS."
  },
  {
    "DATE": "01/30/2000",
    "TIME": "21:08",
    "LOCATION": "Off Abidjan, Ivory Coast",
    "OPERATOR": "Kenya Airways",
    "FLIGHT#": 431,
    "ROUTE": "Abidjan - Lagos",
    "AIRCRAFT_TYPE": "AirbusA310-304",
    "AIRCRAFT_REG": "5Y-BEN",
    "CN_LN": 426,
    "TOTAL_ONBOARD": 179,
    "PASSENGER_ONBOARD": 169,
    "CREW_ONBOARD": 10,
    "TOTAL_FATALITIES": 169,
    "PASSENGER_FATALITIES": 159,
    "CREW_FATALITIES": 10,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The aircraft crashed into the Atlantic Ocean three minutes after taking off from Felix Houphouet-Boigny Airport.  A few seconds after lifting off the ground the stall warning sounded and continued for about 20 seconds until it was manually turned off by the crew. Three seconds later the plane impacted the water. The pilot's response to an alarm that inaccurately indicated the plane had stalled. The pilot failed to complete established procedure for such an emergency. Takeoff conditions also contributed to the accident, which occurred at night, hampering the crew's ability to judge the plane's distance from the sea."
  },
  {
    "DATE": "12/17/1973",
    "TIME": "13:00",
    "LOCATION": "Rome, Italy",
    "OPERATOR": "Pan American World Airways",
    "FLIGHT#": 110,
    "ROUTE": "Rome - Beirut",
    "AIRCRAFT_TYPE": "Boeing B-707-321B",
    "AIRCRAFT_REG": "N407PA",
    "CN_LN": "18838/412",
    "TOTAL_ONBOARD": 177,
    "PASSENGER_ONBOARD": 167,
    "CREW_ONBOARD": 10,
    "TOTAL_FATALITIES": 30,
    "PASSENGER_FATALITIES": 29,
    "CREW_FATALITIES": 1,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "Two phosphorus bombs were thrown into the aircraft prior to its departure. The aircraft was named \"Clipper Celestial."
  },
  {
    "DATE": "01/08/2020",
    "TIME": "",
    "LOCATION": "Near Shahriah, Iran",
    "OPERATOR": "Ukraine International Airlines",
    "FLIGHT#": "PS752",
    "ROUTE": "Tehran - Kiev",
    "AIRCRAFT_TYPE": "Boeing 737-8KV WL",
    "AIRCRAFT_REG": "UR-PSR",
    "CN_LN": "38124/5977",
    "TOTAL_ONBOARD": 176,
    "PASSENGER_ONBOARD": 167,
    "CREW_ONBOARD": 9,
    "TOTAL_FATALITIES": 176,
    "PASSENGER_FATALITIES": 167,
    "CREW_FATALITIES": 9,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The plane took off from Tehran International Airport at 06:11. After reaching 20 km from the airport and at an altitude of 7,900 ft. the plane suddenly crashed to the ground. The aircraft disintegrated leaving a 300 m long path of wreckage. The plane was accidentally shot down by a surface-to-air missile by the Iranian military suspecting it was a USA attack."
  },
  {
    "DATE": "08/20/2008",
    "TIME": "14:45",
    "LOCATION": "Madrid, Spain",
    "OPERATOR": "Spanair",
    "FLIGHT#": 5022,
    "ROUTE": "Madrid - Las Palmas, Canary Islands",
    "AIRCRAFT_TYPE": "McDonnell Douglas MD-82",
    "AIRCRAFT_REG": "EC-HFP",
    "CN_LN": "53148/2072",
    "TOTAL_ONBOARD": 172,
    "PASSENGER_ONBOARD": 166,
    "CREW_ONBOARD": 6,
    "TOTAL_FATALITIES": 154,
    "PASSENGER_FATALITIES": 148,
    "CREW_FATALITIES": 6,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The airliner crashed while attempting to takeoff. The plane was able to get slightly airborne before crashing into a ravine at the end of the runway. The plane took off without the crew extending  it's flaps and slats, but the pilots would not have known there was a problem because the alarm did not go off. Malware may have interfered with the warning  alarm software."
  },
  {
    "DATE": "02/09/1982",
    "TIME": "08:47",
    "LOCATION": "Tokyo, Japan",
    "OPERATOR": "Japan Air Lines",
    "FLIGHT#": 350,
    "ROUTE": "Fukuoka - Tokyo",
    "AIRCRAFT_TYPE": "McDonnell Douglas DC-8-61",
    "AIRCRAFT_REG": "JA-8061",
    "CN_LN": "45889/291",
    "TOTAL_ONBOARD": 174,
    "PASSENGER_ONBOARD": 166,
    "CREW_ONBOARD": 8,
    "TOTAL_FATALITIES": 24,
    "PASSENGER_FATALITIES": 24,
    "CREW_FATALITIES": 0,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The aircraft flew into shallow water, 100 yards meters short of the runway, after a struggle between a mentally ill captain and the co-pilot and flight engineer. The plane hit approach-light stanchions extending above the bay waters after which the nose broke off. During the approach, the captain, known to have mental problems, put the inboard engines into reverse in an attempt to destroy the aircraft while the co-pilot and flight engineer battled to restrain him."
  },
  {
    "DATE": "03/05/1973",
    "TIME": "13:50",
    "LOCATION": "Near Nantes, France",
    "OPERATOR": "Lineas Aereas de Espana/Spantax SA Transportes",
    "FLIGHT#": "504/400",
    "ROUTE": "Palma de Mallorca - London",
    "AIRCRAFT_TYPE": "McDonnell Douglas DC-9-32/Convair CV-990A",
    "AIRCRAFT_REG": "EC-BII/EC-BJC",
    "CN_LN": "47077/148 /30-10-22",
    "TOTAL_ONBOARD": 182,
    "PASSENGER_ONBOARD": 166,
    "CREW_ONBOARD": 16,
    "TOTAL_FATALITIES": 68,
    "PASSENGER_FATALITIES": 61,
    "CREW_FATALITIES": 7,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "Midair collision. Both planes were headed to London, at the same altitude, but different airways. When the Convair was at the ATC sector boundary, the crew could barely hear the Marina controller who instructed them to contact Menhir control. The pilot erroneously thought he had to contact Menhir control when passing the Nantes VOR. In order to delay their arrival at the VOR the Convair crew twice tried to request permission to carry out a 360-degree turn. When they did not get any answer from Marina control, they initiated the turn without clearance. While in the midst of an overcast, the Convair collided with the DC-9. The CV-990 lost an outboard portion of its left wing and managed to carry out an emergency landing at Cognac-Chteaubernard Air Base. The DC-9 lost control and crashed. The air traffic control system had been taken over that day by military personnel because of a strike of civilian controllers."
  },
  {
    "DATE": "10/13/1972",
    "TIME": "21:50",
    "LOCATION": "Near Moscow, USSR",
    "OPERATOR": "Aeroflot",
    "FLIGHT#": 217,
    "ROUTE": "Leningrad - Moscow",
    "AIRCRAFT_TYPE": "Ilyushin IL-62",
    "AIRCRAFT_REG": "CCCP-86671",
    "CN_LN": 70301,
    "TOTAL_ONBOARD": 174,
    "PASSENGER_ONBOARD": 164,
    "CREW_ONBOARD": 10,
    "TOTAL_FATALITIES": 174,
    "PASSENGER_FATALITIES": 164,
    "CREW_FATALITIES": 10,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The aircraft crashed at the outer marker while attempting to land for the third time in poor weather conditions.  Sudden incapacitation of the crew for reasons unknown. Contributing to the accident, the airport's instrument landing system was not working."
  },
  {
    "DATE": "02/28/1984",
    "TIME": "16:16",
    "LOCATION": "JFK Airport, New York, New York",
    "OPERATOR": "Scandinavian Airlines (SAS)",
    "FLIGHT#": 901,
    "ROUTE": "Oslo, Norway, New York, NY",
    "AIRCRAFT_TYPE": "McDonnell Douglas DC-10-30",
    "AIRCRAFT_REG": "LN-RKB",
    "CN_LN": 46871,
    "TOTAL_ONBOARD": 177,
    "PASSENGER_ONBOARD": 163,
    "CREW_ONBOARD": 14,
    "TOTAL_FATALITIES": 0,
    "PASSENGER_FATALITIES": 0,
    "CREW_FATALITIES": 0,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "While attempting to land at JFK, New York, the aircraft touched down 4,700 feet beyond the threshold, slid off end of runway and came to rest in a tidal waterway. The crew's disregard for prescribed procedures for monitoring and controlling of airspeed during the final stages of the approach and decision to continue the landing rather than to execute a missed approach. Overreliance on the autothrottle speed control system which had a history of recent malfunctions."
  },
  {
    "DATE": "12/29/1972",
    "TIME": "23:42",
    "LOCATION": "Everglades National Park, Florida",
    "OPERATOR": "Eastern Air Lines",
    "FLIGHT#": 401,
    "ROUTE": "New York City - Miami",
    "AIRCRAFT_TYPE": "Lockheed L-1011 TriStar 1",
    "AIRCRAFT_REG": "N310EA",
    "CN_LN": 1011,
    "TOTAL_ONBOARD": 176,
    "PASSENGER_ONBOARD": 163,
    "CREW_ONBOARD": 13,
    "TOTAL_FATALITIES": 103,
    "PASSENGER_FATALITIES": 97,
    "CREW_FATALITIES": 6,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The crew was preoccupied with a landing gear problem and was trying to replace the landing gear light while on autopilot and in a holding pattern. As the captain got up to help, he inadvertently pushed on the yoke releasing the autopilot. With no ground reference and  under nighttime conditions, the aircraft gradually descended until it crashed into Everglades, 18.7 miles west-northwest of Miami . The failure of the crew to monitor the flight instruments during the final 4 minutes of flight, and to detect a descent soon enough to prevent impact with the ground. After spare parts from the L-1011 were used on other planes, apparitions of the captain, Robert Loft and flight engineer, Don Repo began to be reported by Eastern employees. The book \"The Ghost of Flight 401\"and movies \"The Ghost of Flight 401\" and \"Crash\" are based on this accident. Three passengers and one crew member died in weeks following the accident making the total 103."
  },
  {
    "DATE": "11/23/1996",
    "TIME": "15:15",
    "LOCATION": "Off Mitsamiouli, Comoros",
    "OPERATOR": "Ethiopian Airlines",
    "FLIGHT#": 961,
    "ROUTE": "Addis Ababa - Nairobi",
    "AIRCRAFT_TYPE": "Boeing B-767-260ER",
    "AIRCRAFT_REG": "ET-AIZ",
    "CN_LN": "23916/187",
    "TOTAL_ONBOARD": 175,
    "PASSENGER_ONBOARD": 163,
    "CREW_ONBOARD": 12,
    "TOTAL_FATALITIES": 127,
    "PASSENGER_FATALITIES": 117,
    "CREW_FATALITIES": 10,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The aircraft was hijacked shortly after taking off from Ethiopia by three drunken escaped prisoners. They demanded to be flown to Australia, but wouldn't let the pilot stop to refuel. The plane eventually ran out of fuel and ditched 500 feet offshore of Le Galawa Beach on the island of Grand Comoros. When it was aparent the plane was out of fuel, the hijackers fought the pilot for control of the aircraft. In the last seconds aloft, the left wing tip struck the water and the plane crashed into the sea flipping at least once before breaking into several  parts. The water was shallow but many passengers had inflated their safety vests which prevented them from swimming out from under the cabin and they drowned."
  },
  {
    "DATE": "09/10/1976",
    "TIME": "10:15",
    "LOCATION": "Near Gaj, Hrvatska, Yugoslavia",
    "OPERATOR": "Inex Adria Aviopromet / British Airways",
    "FLIGHT#": "550/476",
    "ROUTE": "Split - Koln / London - Istanbul",
    "AIRCRAFT_TYPE": "McDonnell Douglas DC-9-31 / Trident 3B",
    "AIRCRAFT_REG": "YU-AJR/G-AWZT",
    "CN_LN": "47649741 / 2320",
    "TOTAL_ONBOARD": 176,
    "PASSENGER_ONBOARD": 162,
    "CREW_ONBOARD": 14,
    "TOTAL_FATALITIES": 176,
    "PASSENGER_FATALITIES": 162,
    "CREW_FATALITIES": 14,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "Midair collision. Both planes flew towards the same VOR at the same altitude at the same time. ATC error, negligence in operations. Improper look-out duties on both aircraft. One hundred thirteen deaths on the DC-9 and 63 on the Trident. The entire shift of controllers were arrested. One was found guilty of criminal negligence and sentenced to seven years in jail but release after 3 1/2 years. The controller was made a scapegoat. The real cause was a run down air traffic control system."
  },
  {
    "DATE": "05/05/1983",
    "TIME": "09:15",
    "LOCATION": "En route Miami, FL - Nassau, Bahamas",
    "OPERATOR": "Eastern Air Lines",
    "FLIGHT#": 855,
    "ROUTE": "Miami, FL - Nassau, Bahamas",
    "AIRCRAFT_TYPE": "Lockheed L-1011",
    "AIRCRAFT_REG": "N334EA",
    "CN_LN": 1141,
    "TOTAL_ONBOARD": 172,
    "PASSENGER_ONBOARD": 162,
    "CREW_ONBOARD": 10,
    "TOTAL_FATALITIES": 0,
    "PASSENGER_FATALITIES": 0,
    "CREW_FATALITIES": 0,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "Procedural error by maintenance crew caused O-ring seal to be left off all three engines, causing all oil to leak out in flight. One engine shut down at first sign of trouble, followed by failure of other two engines. First engine restarted at an altitude of 3,000 feet and ran long enough to make a safe landing at Miami 9 minutes later."
  },
  {
    "DATE": "03/15/2001",
    "TIME": "",
    "LOCATION": "Medina, Saudi Arabia",
    "OPERATOR": "Vnukovo Airlines",
    "FLIGHT#": "",
    "ROUTE": "Istanbul - Moscow",
    "AIRCRAFT_TYPE": "Tupolev 154M",
    "AIRCRAFT_REG": "RA-85619",
    "CN_LN": "86A-738",
    "TOTAL_ONBOARD": 174,
    "PASSENGER_ONBOARD": 162,
    "CREW_ONBOARD": 12,
    "TOTAL_FATALITIES": 3,
    "PASSENGER_FATALITIES": 2,
    "CREW_FATALITIES": 1,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The plane was hijacked and flown to Medina, Saudi Arabia. The plane was stormed and three people killed."
  },
  {
    "DATE": "05/22/2010",
    "TIME": "06:10",
    "LOCATION": "Mangalore, India",
    "OPERATOR": "Air India Express",
    "FLIGHT#": 812,
    "ROUTE": "Dubai, UAE - Mangalore, India",
    "AIRCRAFT_TYPE": "Boeing 737-8HG",
    "AIRCRAFT_REG": "VT-AXV",
    "CN_LN": "36333/2481",
    "TOTAL_ONBOARD": 166,
    "PASSENGER_ONBOARD": 160,
    "CREW_ONBOARD": 6,
    "TOTAL_FATALITIES": 159,
    "PASSENGER_FATALITIES": 153,
    "CREW_FATALITIES": 6,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "While attempting to land at Mangalore Airport, the plane overran the runway, slid down a ravine into a wooded valley, and burst into flames. Despite being warned by the aircraft computers to \"pull up, the captain did not heed the warning. He also ignored the co-pilot telling him to go-around,"
  },
  {
    "DATE": "12/04/2010",
    "TIME": "14:49",
    "LOCATION": "Moscow, Russia",
    "OPERATOR": "Dagestan Airlines",
    "FLIGHT#": 372,
    "ROUTE": "Moscow -Makhachkala, Dagestan",
    "AIRCRAFT_TYPE": "Tupolev Tu-154M",
    "AIRCRAFT_REG": "RA-85744",
    "CN_LN": "92A-927",
    "TOTAL_ONBOARD": 169,
    "PASSENGER_ONBOARD": 160,
    "CREW_ONBOARD": 9,
    "TOTAL_FATALITIES": 2,
    "PASSENGER_FATALITIES": 2,
    "CREW_FATALITIES": 0,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "About 80km out from Moscow, the crew reported losing all three engines, electrical power and navigation equipment. They decided to divert back to Moscow. Visual contact with the ground could not be established until breaking through the overcast at 500 feet. The aircraft landed, skidded off the runway and broke into three pieces. Unintentional shutdown of supply tank booster pumps when the flight engineer carried out manual fuel transfer procedures during the climb, leading to instantaneous oscillation of fuel flow to the engines and their speed, a shut down of the outer engines and power supply problems in the aircraft for 2 minutes 23 seconds due to the failure of three generators. Failure to use all the possibilities by the crew to restore engine power;"
  },
  {
    "DATE": "11/16/1981",
    "TIME": "19:30",
    "LOCATION": "Norilsk, Russia",
    "OPERATOR": "Aeroflot",
    "FLIGHT#": "",
    "ROUTE": "Krasnoyarsk - Norilsk",
    "AIRCRAFT_TYPE": "Tupolev TU-154B-2",
    "AIRCRAFT_REG": "CCCP-85480",
    "CN_LN": "81A-480",
    "TOTAL_ONBOARD": 167,
    "PASSENGER_ONBOARD": 160,
    "CREW_ONBOARD": 7,
    "TOTAL_FATALITIES": 99,
    "PASSENGER_FATALITIES": 95,
    "CREW_FATALITIES": 4,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The plane acquired excessive vertical speed and descended below the glideslope while attempting to land. The aircraft impacted terrain in an open field and slid across frozen ground for about 300 m. The high descent rate could not be countered by applying maximum elevator trim. Malfunctioning elevator."
  },
  {
    "DATE": "08/22/2006",
    "TIME": "15:30",
    "LOCATION": "Near Donetsk, Ukraine",
    "OPERATOR": "Pulkovo Airlines",
    "FLIGHT#": "SP-612",
    "ROUTE": "Anapa - St. Petersburg",
    "AIRCRAFT_TYPE": "Tupolev Tu-154M",
    "AIRCRAFT_REG": "RA-85185",
    "CN_LN": 894,
    "TOTAL_ONBOARD": 170,
    "PASSENGER_ONBOARD": 160,
    "CREW_ONBOARD": 10,
    "TOTAL_FATALITIES": 170,
    "PASSENGER_FATALITIES": 160,
    "CREW_FATALITIES": 10,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The plane disappeared from radar shortly after making a distress call. A distress call was made at FL330 and again at FL100. The aircraft was reportly on fire before it crashed. The plane crashed in a field, 30 miles North of Donetsk and broke-up. Weather forecasters reported thunderstorms and lightning in the area at the time of the crash. The crew pushed the aircraft beyond its limits as they attempted to fly around a thunder storm. The crew steered the aircraft under manual control into an angle of attack that was beyond critical which resulted in  a stall and the subsequent transition into a flat spin and a collision with the ground."
  },
  {
    "DATE": "12/02/1977",
    "TIME": "",
    "LOCATION": "Near Al Bayda, Lebanon",
    "OPERATOR": "Balkan Bulgarian Airlines",
    "FLIGHT#": "",
    "ROUTE": "Jeddah - Benghazi",
    "AIRCRAFT_TYPE": "Tupolev TU-154B",
    "AIRCRAFT_REG": "LZ-BTN",
    "CN_LN": 54,
    "TOTAL_ONBOARD": 165,
    "PASSENGER_ONBOARD": 159,
    "CREW_ONBOARD": 6,
    "TOTAL_FATALITIES": 59,
    "PASSENGER_FATALITIES": 59,
    "CREW_FATALITIES": 0,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "After not being able to land at the scheduled airport due to fog, the crew could not find the alternate airport, ran out of fuel and crashed."
  },
  {
    "DATE": "03/31/1986",
    "TIME": "09:11",
    "LOCATION": "Maravatio, Mexico",
    "OPERATOR": "Mexicana",
    "FLIGHT#": 940,
    "ROUTE": "Mexico City - Puerto Vallarta",
    "AIRCRAFT_TYPE": "Boeing B-727-264",
    "AIRCRAFT_REG": "XA-MEM",
    "CN_LN": "22414/1748",
    "TOTAL_ONBOARD": 167,
    "PASSENGER_ONBOARD": 159,
    "CREW_ONBOARD": 8,
    "TOTAL_FATALITIES": 167,
    "PASSENGER_FATALITIES": 159,
    "CREW_FATALITIES": 8,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "While climbing through 29,000 feet, an overheated tire exploded in the wheel well after takeoff and damaged the hydraulic and electrical systems of the aircraft. The plane lost control and crashed. The tire had been serviced with air rather than nitrogen. The air, under high temperature and pressure, resulted in a chemical reaction within the tire itself which led to a explosion of the tire."
  },
  {
    "DATE": "10/31/2000",
    "TIME": "23:17",
    "LOCATION": "Taipei, Taiwan",
    "OPERATOR": "Singapore Airlines",
    "FLIGHT#": 6,
    "ROUTE": "Taipei - Los Angeles",
    "AIRCRAFT_TYPE": "Boeing B-747-412",
    "AIRCRAFT_REG": "9V-SPK",
    "CN_LN": "28023/1099",
    "TOTAL_ONBOARD": 179,
    "PASSENGER_ONBOARD": 159,
    "CREW_ONBOARD": 20,
    "TOTAL_FATALITIES": 83,
    "PASSENGER_FATALITIES": 79,
    "CREW_FATALITIES": 4,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "Weather conditions at the time were extremely poor due to typhoon Xiang Sane. A NOTAM issued on Aug 31, 2000 indicated that Runway 05R was closed due to construction between Sep 13 and Nov 22. After reaching the end of Taxiway NP, the plane turned onto Taxiway N1 and then made a 180-degree turn onto Runway 05R and began its takeoff roll. Approximately 3.5 seconds after reaching V1, the aircraft hit construction equipment on the runway, crashed back to the ground, broke up and burst into flames. The pilot attempted to take off from a closed runway. The following factors contributed to the accident. Of three lights used to guide the aircraft onto the correct runway, one was not working and another dim. The airport lacked \"guard lights\" used to help pilots navigate from the taxiway to the correct runway during times of poor visibility. International regulations require that a large white X be placed on the tarmac at the entrance to a closed runway, but there was none at the entrance of runway 5R. Whether there should have been, in this case, however, is itself a contentious matter as the runway remained open for taxiing."
  },
  {
    "DATE": "08/20/2007",
    "TIME": "10:33",
    "LOCATION": "Okinawa, Japan",
    "OPERATOR": "China Airlines",
    "FLIGHT#": 120,
    "ROUTE": "Taipei - Naha",
    "AIRCRAFT_TYPE": "Boeing 737-809",
    "AIRCRAFT_REG": "B-18616",
    "CN_LN": "30175/1182",
    "TOTAL_ONBOARD": 165,
    "PASSENGER_ONBOARD": 157,
    "CREW_ONBOARD": 8,
    "TOTAL_FATALITIES": 0,
    "PASSENGER_FATALITIES": 0,
    "CREW_FATALITIES": 0,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "After a normal landing, the slats were retracted,and the mechanism came to rest as usual against the fuel tank.  On the right wing, a stop bolt that had come loose was pushed into the tank, breaching it.  The leaking fuel blew away during taxi, but once the plane stopped at the terminal, it spilled straight down and ignited from the engine's hot tailpipe. Everyone was able to evacuate but the plane was destroyed.  Boeing, aware of this failure mode due to past incidents, had ordered the nut at the end of the stop bolt to be glued on but to do this, the maintenance technician had to work awkwardly by feel and had inadvertently lost the associated washer that actually retained the bolt in place."
  },
  {
    "DATE": "04/20/2005",
    "TIME": "22:15",
    "LOCATION": "Tehran, Iran",
    "OPERATOR": "Saha Airline Services",
    "FLIGHT#": "",
    "ROUTE": "Krish - Teran",
    "AIRCRAFT_TYPE": "Boeing B-707-3J9C",
    "AIRCRAFT_REG": "EP-SHE",
    "CN_LN": "21127/915",
    "TOTAL_ONBOARD": 169,
    "PASSENGER_ONBOARD": 157,
    "CREW_ONBOARD": 12,
    "TOTAL_FATALITIES": 3,
    "PASSENGER_FATALITIES": 3,
    "CREW_FATALITIES": 0,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "Soon after experiencing a hard landing an engine began burning while the aircraft was taxiing. The plane then skidded of the runway and fell into the Kan River. One of the passenger's infant fell into the river and drowned while exiting the aircraft."
  },
  {
    "DATE": "11/19/1977",
    "TIME": "21:48",
    "LOCATION": "Near Funchal, Island of Madeira, Portugal",
    "OPERATOR": "TAP (Air Portugal)",
    "FLIGHT#": 425,
    "ROUTE": "Brussels - Funchal",
    "AIRCRAFT_TYPE": "Boeing B-727-282",
    "AIRCRAFT_REG": "CS-TBR",
    "CN_LN": "20972/1096",
    "TOTAL_ONBOARD": 164,
    "PASSENGER_ONBOARD": 156,
    "CREW_ONBOARD": 8,
    "TOTAL_FATALITIES": 131,
    "PASSENGER_FATALITIES": 125,
    "CREW_FATALITIES": 6,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The aircraft landed 1,000 ft. past the aiming point of the runway in heavy rain, overran the runway and plunged off a cliff during a third landing attempt. Hydroplaning, due to poor drainage on the runway. Excessive speed during landing. In the last attempt, the plane was 44 ft high in the begining of the runway flying at 150 kt. Then a sudden tail wind increases the speed to 155 kt. Cross winds from several directions made the plane unstable. Tail winds alternated with frontal winds making the speed unstable. The plane only hit the runway after 800m. The same cross winds make it impossible to align to the center of the runway. Then aquaplaning did the rest."
  },
  {
    "DATE": "12/20/1995",
    "TIME": "21:38",
    "LOCATION": "Near Buga, Valle del Cauca, Colombia",
    "OPERATOR": "American Airlines",
    "FLIGHT#": 965,
    "ROUTE": "Miami - Cali",
    "AIRCRAFT_TYPE": "Boeing B-757-223",
    "AIRCRAFT_REG": "N651AA",
    "CN_LN": "24609/390",
    "TOTAL_ONBOARD": 164,
    "PASSENGER_ONBOARD": 156,
    "CREW_ONBOARD": 8,
    "TOTAL_FATALITIES": 160,
    "PASSENGER_FATALITIES": 152,
    "CREW_FATALITIES": 8,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "While on a flight from Miami, FL to Cali, Columbia the aircraft crashed into Mt. El Deluvio 38 miles north of Cali while attempting to land. On approach, the crew was requested to report over Tulua VOR which they already passed. This confused them and they decided to go direct to Rozo beacon. Entering the abbreviation \"R\", incorrectly steered the plane towards Bogota. More than a minute into the  turn the crew steered manually toward Cali, but this now took them into the path of a mountain. Crew error. Lack of situational awareness, failure to adequately plan and execute the approach, failure to realize that the FMS had turned the aircraft toward mountains. Crew also neglected to retract the speed brakes after the Ground Proximity Warning System alert.  Lack of adequate radar. Different  Flight Management System naming convention from that published in navigational charts."
  },
  {
    "DATE": "09/19/1989",
    "TIME": "14:00",
    "LOCATION": "Near Bilma, Niger",
    "OPERATOR": "Union des Transportes Aeriens",
    "FLIGHT#": 772,
    "ROUTE": "N'Djamena - Paris",
    "AIRCRAFT_TYPE": "McDonnell Douglas DC-10-30",
    "AIRCRAFT_REG": "N54629",
    "CN_LN": "46852/125",
    "TOTAL_ONBOARD": 171,
    "PASSENGER_ONBOARD": 156,
    "CREW_ONBOARD": 15,
    "TOTAL_FATALITIES": 171,
    "PASSENGER_FATALITIES": 156,
    "CREW_FATALITIES": 15,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "While climbing through FL 350, 46 minutes after takeoff, a bomb exploded in a container in location 13-R in the forward cargo hold. The aircraft disintegrated and crashed into the desert. A Congolese man, who boarded at Brazzaville and disembarked at Ndjamena was believed to have brought the bomb aboard."
  },
  {
    "DATE": "11/30/2004",
    "TIME": "18:14",
    "LOCATION": "Solo, Indonesia",
    "OPERATOR": "Lion Air",
    "FLIGHT#": 583,
    "ROUTE": "Jakarta, Indonesia - Solo, Indonesia",
    "AIRCRAFT_TYPE": "McDonnell-Douglas MD-82",
    "AIRCRAFT_REG": "PK-LMN",
    "CN_LN": "49189/1173",
    "TOTAL_ONBOARD": 163,
    "PASSENGER_ONBOARD": 156,
    "CREW_ONBOARD": 7,
    "TOTAL_FATALITIES": 25,
    "PASSENGER_FATALITIES": 23,
    "CREW_FATALITIES": 2,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "While attempting to land, the plane overran the runway and crashed through the airport barrier fence, into a rice field, broke in two and  came to rest at a cemetery, 300 meters beyond the runway. Bad weather and a malfunctioning spoiler may have caused the crash."
  },
  {
    "DATE": "07/08/1980",
    "TIME": "00:39",
    "LOCATION": "Near Alma-Ata, Kazakhstan, USSR",
    "OPERATOR": "Aeroflot",
    "FLIGHT#": 4225,
    "ROUTE": "Alma Ata - Simferopol",
    "AIRCRAFT_TYPE": "Tupolev TU-154B",
    "AIRCRAFT_REG": "CCCP-85355",
    "CN_LN": 355,
    "TOTAL_ONBOARD": 166,
    "PASSENGER_ONBOARD": 156,
    "CREW_ONBOARD": 10,
    "TOTAL_FATALITIES": 166,
    "PASSENGER_FATALITIES": 156,
    "CREW_FATALITIES": 10,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The aircraft crashed and burned in a field, two minutes after takeoff reaching a height of only 500 ft. Windshear."
  },
  {
    "DATE": "09/28/1992",
    "TIME": "14:30",
    "LOCATION": "Near  Kathmandu, Nepal",
    "OPERATOR": "Pakistan International Airlines",
    "FLIGHT#": 268,
    "ROUTE": "Karachi - Kathmandu",
    "AIRCRAFT_TYPE": "Airbus A300B4-203",
    "AIRCRAFT_REG": "AP-BCP",
    "CN_LN": 25,
    "TOTAL_ONBOARD": 167,
    "PASSENGER_ONBOARD": 155,
    "CREW_ONBOARD": 12,
    "TOTAL_FATALITIES": 167,
    "PASSENGER_FATALITIES": 155,
    "CREW_FATALITIES": 12,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The plane hit cloud covered high ground while attempting to land, 9 nm short of the runway at Bhattedanda hill. The pilot began the descent too early and had miscalculated the aircraft's altitude. Failure of the crew to follow prescribed procedures."
  },
  {
    "DATE": "08/11/1979",
    "TIME": "13:35",
    "LOCATION": "Near Volgograd, Russia",
    "OPERATOR": "Aeroflot / Aeroflot",
    "FLIGHT#": "7880/7628",
    "ROUTE": "Tashkent - Donetsk - Minsk /Chelyabinsk to Kishinev",
    "AIRCRAFT_TYPE": "Tupolev TU-134A / Tupolev Tu-134A",
    "AIRCRAFT_REG": "65735/65816",
    "CN_LN": "2351516 / 05040",
    "TOTAL_ONBOARD": 178,
    "PASSENGER_ONBOARD": 155,
    "CREW_ONBOARD": 13,
    "TOTAL_FATALITIES": 178,
    "PASSENGER_FATALITIES": 155,
    "CREW_FATALITIES": 13,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "Midair collision at 27,200 ft. Separation error by air traffic controller. Eight-four killed on the 65735 and 94 on the 65816. Fourteen players and 3 staff members of the Russian soccer team, Pakhtakor Tashkent were killed."
  },
  {
    "DATE": "12/28/2014",
    "TIME": "06:18",
    "LOCATION": "Java Sea",
    "OPERATOR": "AirAsia",
    "FLIGHT#": 8501,
    "ROUTE": "Surabaya - Singapore",
    "AIRCRAFT_TYPE": "Airbus A-320-216",
    "AIRCRAFT_REG": "PK-AXC",
    "CN_LN": 3648,
    "TOTAL_ONBOARD": 162,
    "PASSENGER_ONBOARD": 155,
    "CREW_ONBOARD": 7,
    "TOTAL_FATALITIES": 162,
    "PASSENGER_FATALITIES": 155,
    "CREW_FATALITIES": 7,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The aircraft went missing while en route from Suabaya to Singapore. Contact was lost about 40 minutes after taking off. Before contact was lost, the pilot requested a route change due to weather conditions. Preliminary indications are the plane ran into poor weather and stalled from FL320. The rudder travel limiter faulted 3 times during the flight. On the fourth fault the captain decided to try resetting the system by pulling circuit breakers as he had seen a maintenance technician do on the ground. This caused the autopilot to disengage causing the plane to bank 54 degrees. The the first officer, who was flying, became disoriented and was slow to correct the bank. He then put the plane into a steep climb that caused the aircraft to stall and eventually crash. Records show that the plane flew with that mechanical problem for 12 months preceding the accident."
  },
  {
    "DATE": "07/30/1971",
    "TIME": "14:00",
    "LOCATION": "Near Morioko, Japan",
    "OPERATOR": "All Nippon Airways /  Japanese Air Force",
    "FLIGHT#": 58,
    "ROUTE": "Sapporo - Tokyo",
    "AIRCRAFT_TYPE": "Boeing B-727-281 / Air Force F86F",
    "AIRCRAFT_REG": "JA8329 / ?",
    "CN_LN": "20436/788",
    "TOTAL_ONBOARD": 164,
    "PASSENGER_ONBOARD": 155,
    "CREW_ONBOARD": 9,
    "TOTAL_FATALITIES": 163,
    "PASSENGER_FATALITIES": 155,
    "CREW_FATALITIES": 8,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "A Japan Air Self Defense Force F-86F fighter collided with the B-727. Both aircraft crashed, but the fighter pilot ejected safely. All one hundred sixty-two aboard the 727 were killed. The fighter pilot and his captain was indicted for involuntary homicide. The fighter pilot was acquitted but the captain was convicted and received 3 years in jail for not providing sufficient supervision of his wingman."
  },
  {
    "DATE": "04/15/2002",
    "TIME": "11:23",
    "LOCATION": "Busan, South Korea",
    "OPERATOR": "Air China",
    "FLIGHT#": 129,
    "ROUTE": "Beijing - Busan",
    "AIRCRAFT_TYPE": "Boeing B-767-200ER",
    "AIRCRAFT_REG": "B-2552",
    "CN_LN": "23308/127",
    "TOTAL_ONBOARD": 166,
    "PASSENGER_ONBOARD": 155,
    "CREW_ONBOARD": 11,
    "TOTAL_FATALITIES": 128,
    "PASSENGER_FATALITIES": 120,
    "CREW_FATALITIES": 8,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The aircraft crashed onto a mountain, in fog, wind and rain while attempting to land at Kimhae Airport. A strong southerly wind required the aircraft to make a turn and approach the runway from the north. The aircraft crashed near the peak of Mt. Mulbong, approximately 3 mile north of the runway. The plane bounced three times before hitting the ground and exploding. More than 1,000 trees were uprooted by the impact. The plane was off course when the crew turned on final. The flight crew performed the circling approach, not being aware of the weather minima of wide-body aircraft (B767-200) for landing, and in the approach briefing, did not include the missed approach, etc., among the items specified in Air Chinas operations and training manuals.  The flight crew exercised poor crew resource management and lost situational awareness during the circling approach to runway 18R, which led them to fly outside of the circling approach area, delaying the base turn, contrary to the captains intention to make a timely base turn. The flight crew did not execute a missed approach when they lost sight of the runway during the circling approach to runway 18R, which led them to strike high terrain (mountain) near the airport. When the first officer advised the captain to ascend again for landing, about 5 seconds before impact, the captain did not react, nor did the first officer initiate the missed approach himself."
  },
  {
    "DATE": "09/26/1992",
    "TIME": "18:00",
    "LOCATION": "Near Lagos, Nigeria",
    "OPERATOR": "Military - Federal Nigerian Air Force",
    "FLIGHT#": "",
    "ROUTE": "Lagos - Kaduna",
    "AIRCRAFT_TYPE": "Lockheed C-130H",
    "AIRCRAFT_REG": "NAF911",
    "CN_LN": 4624,
    "TOTAL_ONBOARD": 158,
    "PASSENGER_ONBOARD": 154,
    "CREW_ONBOARD": 4,
    "TOTAL_FATALITIES": 158,
    "PASSENGER_FATALITIES": 154,
    "CREW_FATALITIES": 4,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The aircraft attempted to ditch into a canal after two engines failed on takeoff. After a third engine failed, the aircraft crashed into a marsh. Fuel contamination."
  },
  {
    "DATE": "07/15/2009",
    "TIME": "11:33",
    "LOCATION": "Near Qazvin, Iran",
    "OPERATOR": "Caspian Airlines",
    "FLIGHT#": "RV-7908",
    "ROUTE": "Tehran, Iran - Yerevan, Armenia",
    "AIRCRAFT_TYPE": "Tupolev 154M",
    "AIRCRAFT_REG": "EP-CPG",
    "CN_LN": "87A-748",
    "TOTAL_ONBOARD": 168,
    "PASSENGER_ONBOARD": 153,
    "CREW_ONBOARD": 15,
    "TOTAL_FATALITIES": 168,
    "PASSENGER_FATALITIES": 153,
    "CREW_FATALITIES": 15,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The airliner crashed into a field 75 miles northwest of Tehran, 11 minutes after taking off from Imam Khomeini Airport. The plane exploded and disintegrated upon impact. Separation of a piece of the low pressure compressor from the No. 1 engine. Debris from that  hit the aircraft  body, disabling the fuel lines."
  },
  {
    "DATE": "09/29/2006",
    "TIME": "15:59",
    "LOCATION": "Near Sao Felix do Araguaia , Brazil",
    "OPERATOR": "Gol Airlines / Private",
    "FLIGHT#": 1907,
    "ROUTE": "Manaus - Brasilia",
    "AIRCRAFT_TYPE": "Boeing B-737-8EH /EMB-135JB",
    "AIRCRAFT_REG": "PR-GTD / N600XL",
    "CN_LN": "34653/2039 /14500965",
    "TOTAL_ONBOARD": 161,
    "PASSENGER_ONBOARD": 153,
    "CREW_ONBOARD": 8,
    "TOTAL_FATALITIES": 154,
    "PASSENGER_FATALITIES": 148,
    "CREW_FATALITIES": 6,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The flight disappeared from radar at 16:50 after leaving Manaus at 15:35, scheduled to arrive at Brasilia at 18:12. While en route the jetliner collided with an Embraer EMB-135BJ Legaacy 600 business jet. The Embraer was able to land safely at Serra de Cachimbo with a damaged wing and tail. Five passengers and two crew members on the Embraer were not injured. All 154 on board the 737 were killed. The flight recorder transcript from the executive jet showed that the pilots were told by Brazilian air traffic control to fly at the same altitude as the Boeing 737 before the planes collided. A Brazilian Air Force investigation concluded that a switched-off transponder on the EMB-135 contributed the plane crash. The report also said flight controllers failed to alert the pilots they were on a collision course and failed to notice the transponder was turned off."
  },
  {
    "DATE": "08/02/1985",
    "TIME": "18:06",
    "LOCATION": "Ft. Worth-Dallas, Texas",
    "OPERATOR": "Delta Air Lines",
    "FLIGHT#": 191,
    "ROUTE": "Fort Lauderdale - Dallas-Fort Worth",
    "AIRCRAFT_TYPE": "Lockheed L-1011-1 TriStar",
    "AIRCRAFT_REG": "N726DA",
    "CN_LN": 1163,
    "TOTAL_ONBOARD": 163,
    "PASSENGER_ONBOARD": 152,
    "CREW_ONBOARD": 11,
    "TOTAL_FATALITIES": 134,
    "PASSENGER_FATALITIES": 126,
    "CREW_FATALITIES": 8,
    "GROUND_CASUALTIES": 1,
    "SUMMARY_OF_EVENTS": "While on a flight from Fort Lauderdale, FL to Dallas/ Forth Worth, the aircraft crashed while making an landing attempt in thunderstorm activity. The plane touched down 6,000 feet short of the runway and 360 feet to the left of the runway centerline, became airborne again, struck a car killing the driver, crossed the highway and crashed into two water tank reservoirs. Microburst induced windshear. The flightcrew's decision to initiate and continue the approach into a cumulonimbus cloud which they observed to contain lightning. Lack of training for avoiding and escaping from low-altitude windshear."
  },
  {
    "DATE": "08/07/1980",
    "TIME": "03:00",
    "LOCATION": "Nouadhibou, Mauretania",
    "OPERATOR": "Tarom",
    "FLIGHT#": "",
    "ROUTE": "Bucurest  - Nouadhibou",
    "AIRCRAFT_TYPE": "Tupolev TU-154B-1",
    "AIRCRAFT_REG": "YR-TPH",
    "CN_LN": 277,
    "TOTAL_ONBOARD": 168,
    "PASSENGER_ONBOARD": 152,
    "CREW_ONBOARD": 16,
    "TOTAL_FATALITIES": 1,
    "PASSENGER_FATALITIES": 1,
    "CREW_FATALITIES": 0,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The aircraft touched down in water 1,000 ft. short of the runway."
  },
  {
    "DATE": "08/16/2005",
    "TIME": "03:30",
    "LOCATION": "Near La Cucharita, Venezuela",
    "OPERATOR": "West Caribbean Airways",
    "FLIGHT#": 708,
    "ROUTE": "Panama City - Fort de France, Martinique",
    "AIRCRAFT_TYPE": "McDonnell Douglas MD-82",
    "AIRCRAFT_REG": "HK-4374X",
    "CN_LN": "49484/1315",
    "TOTAL_ONBOARD": 160,
    "PASSENGER_ONBOARD": 152,
    "CREW_ONBOARD": 8,
    "TOTAL_FATALITIES": 160,
    "PASSENGER_FATALITIES": 152,
    "CREW_FATALITIES": 8,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "While en route, the crew reported engine trouble with both engines and planed to divert to Caracas. The plane began losing altitude and eventually crashed in the Sierra de Perija mountains on the Columbian-Venezuelan border. The autopilot might have reduced engine power too much after a rapid climb to FL330, allowing airspeed to bleed off to the point of a stall. Also the data recorder showed that rather than push the nose over to recover from the stall, the pilots held the yoke to their chests all the way to the ground. It has also been suggesting that a buildup of ice inside each engine's PT2 probe was responsible for the accident."
  },
  {
    "DATE": "08/10/1994",
    "TIME": "11:22",
    "LOCATION": "Cheju, South Korea",
    "OPERATOR": "Korean Air",
    "FLIGHT#": 2033,
    "ROUTE": "Seoul - Cheju",
    "AIRCRAFT_TYPE": "Airbus A300B4-622R",
    "AIRCRAFT_REG": "HL-7296",
    "CN_LN": 583,
    "TOTAL_ONBOARD": 160,
    "PASSENGER_ONBOARD": 152,
    "CREW_ONBOARD": 8,
    "TOTAL_FATALITIES": 0,
    "PASSENGER_FATALITIES": 0,
    "CREW_FATALITIES": 0,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The aircraft overran the runway and caught fire while landing during adverse weather conditions.  The approach was flown with slats/flaps at 15/20 degrees due to suspected windshear. Crew error. There was a struggle and argument between the captain and co-pilot during the last seconds of the landing as to whether they should go-around."
  },
  {
    "DATE": "12/25/2003",
    "TIME": "14:55",
    "LOCATION": "Cotonou, Benin",
    "OPERATOR": "Union des Transports Aeriens de Guinee",
    "FLIGHT#": 141,
    "ROUTE": "Conakry, Guinea - Cotonou, Benin - Beirut, Lebanon",
    "AIRCRAFT_TYPE": "Boeing B-727-223",
    "AIRCRAFT_REG": "3X-GDO",
    "CN_LN": "21370/1276",
    "TOTAL_ONBOARD": 161,
    "PASSENGER_ONBOARD": 151,
    "CREW_ONBOARD": 10,
    "TOTAL_FATALITIES": 140,
    "PASSENGER_FATALITIES": 132,
    "CREW_FATALITIES": 8,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The B-727 was barely able to climb after taking off from Cotonou Airport. The landing gear struck a building housing electronics, crashed through the barrier fence and broke up along the shoreline adjacent to the airport. The plane was overloaded by 10 tons of cargo which was improperly distributed. The pilot was tried, convicted and sentenced to 20 years in jail by a Lebanese court."
  },
  {
    "DATE": "01/15/2009",
    "TIME": "15:06",
    "LOCATION": "New York, New York",
    "OPERATOR": "US Airways",
    "FLIGHT#": 1549,
    "ROUTE": "New York, NY- Charlotte, NC",
    "AIRCRAFT_TYPE": "Airbus A320-214",
    "AIRCRAFT_REG": "N106US",
    "CN_LN": 1044,
    "TOTAL_ONBOARD": 155,
    "PASSENGER_ONBOARD": 150,
    "CREW_ONBOARD": 5,
    "TOTAL_FATALITIES": 0,
    "PASSENGER_FATALITIES": 0,
    "CREW_FATALITIES": 0,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The plane was taking off from La Guardia Airport when both engines were disabled after striking a flock of geese. The crew was able to ditch the plane in the Hudson River, making a soft landing. All 150 passengers and crew of 5 made it out safely before the plane began to sink. No one was reported to be seriously injured."
  },
  {
    "DATE": "08/16/1987",
    "TIME": "20:46",
    "LOCATION": "Romulus, Michigan",
    "OPERATOR": "Northwest Airlines",
    "FLIGHT#": 255,
    "ROUTE": "Detroit, MI - Phoenix, AZ",
    "AIRCRAFT_TYPE": "McDonnell Douglas MD-82",
    "AIRCRAFT_REG": "N312RC",
    "CN_LN": "48090/1040",
    "TOTAL_ONBOARD": 155,
    "PASSENGER_ONBOARD": 149,
    "CREW_ONBOARD": 6,
    "TOTAL_FATALITIES": 154,
    "PASSENGER_FATALITIES": 148,
    "CREW_FATALITIES": 6,
    "GROUND_CASUALTIES": 2,
    "SUMMARY_OF_EVENTS": "The aircraft stalled and crashed during takeoff from Detroit Metropolitan Wayne County Airport. After liftoff, the wings of the airplane rolled to the left and right  and then the aircraft collided with obsticales northeast of the runway when the left wing struck light poles and the roof of a rental car agency. A 4-year-old girl, Cecilia Cichan, was the only survivor. Slats and flaps not extended. Crew's failure to use taxi checklist to ensure flaps and slats were extended. Lack of electrical power to the aircraft takeoff warning system. The unit may have been turned off by pilot due to nuisance alarms.Cecelia is now married and earned a Psychology degree from the University of Alabama. Although she has made no public statements or attended annual memorial services regarding the tragic crash, she corresponds with some of the crash victims loved ones."
  },
  {
    "DATE": "02/22/1957",
    "TIME": "20:00",
    "LOCATION": "Kimpo Air Base, South Korea",
    "OPERATOR": "Military - U.S. Air Force",
    "FLIGHT#": "",
    "ROUTE": "Kimpo AB - Tokyo, Japan",
    "AIRCRAFT_TYPE": "Douglas C-124C",
    "AIRCRAFT_REG": "51-141A",
    "CN_LN": 43475,
    "TOTAL_ONBOARD": 159,
    "PASSENGER_ONBOARD": 149,
    "CREW_ONBOARD": 10,
    "TOTAL_FATALITIES": 22,
    "PASSENGER_FATALITIES": 19,
    "CREW_FATALITIES": 3,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The No. 3 engine seized, causing the propellor to come loose and slice through the side  of the fuselage makng two full turns before exiting. It took two men out with it , idled the No. 4 engine and cut the throttle cable.  While  attempting  an emergency return landing at Kimpo Air Base, level flight could not be maintained and the aircraft descended, crashing into the Han River."
  },
  {
    "DATE": "01/25/1990",
    "TIME": "21:34",
    "LOCATION": "Cove Neck, New York",
    "OPERATOR": "Avianca",
    "FLIGHT#": 52,
    "ROUTE": "Medellin - New York City",
    "AIRCRAFT_TYPE": "Boeing B-707-321B",
    "AIRCRAFT_REG": "HK 2016",
    "CN_LN": "19276/592",
    "TOTAL_ONBOARD": 158,
    "PASSENGER_ONBOARD": 149,
    "CREW_ONBOARD": 9,
    "TOTAL_FATALITIES": 73,
    "PASSENGER_FATALITIES": 65,
    "CREW_FATALITIES": 8,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The aircraft was put in a series of extended holding patterns as it approached New York.The crew informed ATC they were running out of fuel but did not declare an emergency and were cleared to land. After a missed approach and during  a go-around, the plane ran out of fuel and crashed in a wooded area. The captain speaking very little English and communicating through the first officer, at no time declared an emergency. The first officer used the term \"we need priority\" several times, rather than declaring an emergency. The ATC did not realize the peril of the aircraft. Failure of the crew to properly communicate the emergency situation to the ATC. Although blame was placed squarely on the crew there are several reasons why ATC should have  taken some responsibility for the accident. ATC was trying to land too many planes at once given the weather and number of missed approaches and aborted landing that were taking place. The plane was put in an extended holding pattern on three different occasions. The crew was not told of wind shear below 500 ft. which led to the aborted landing attempt. The plane was passed between three different controllers as it came out of its holding pattern to land. Each time the crew had to repeat their fuel situation.  The crew did say \"we are running out of fuel\" numerous times only to be taken on a wide circling pattern after the first attempt at landing was aborted. Although the major blame was placed on the crew, in the end, the FAA paid 40% of compensations to the passenger's families."
  },
  {
    "DATE": "03/10/2019",
    "TIME": "08:44",
    "LOCATION": "Bishoftu, Ethiopia",
    "OPERATOR": "Ethiopian Airlines",
    "FLIGHT#": 302,
    "ROUTE": "Addis Ababa - Nairobi",
    "AIRCRAFT_TYPE": "Boeing 737 Max 8",
    "AIRCRAFT_REG": "ET-AVJ",
    "CN_LN": "63450/7243",
    "TOTAL_ONBOARD": 157,
    "PASSENGER_ONBOARD": 149,
    "CREW_ONBOARD": 8,
    "TOTAL_FATALITIES": 157,
    "PASSENGER_FATALITIES": 149,
    "CREW_FATALITIES": 8,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The internationally scheduled airliner crashed 6 minutes after taking off from Addis Ababa-Bole Airport. The pilot sent out a distress call and was given clearance to return to the airport. The crash site, some 31 miles southeast of the airport, contained a smoky crater with small pieces of wreckage. The accident might have been related to a software error on he Max 8.."
  },
  {
    "DATE": "05/12/1968",
    "TIME": "07:20",
    "LOCATION": "Kham Duc, Vietnam",
    "OPERATOR": "Military - U.S. Air Force",
    "FLIGHT#": "",
    "ROUTE": "Kham Duc  - Saigon",
    "AIRCRAFT_TYPE": "Lockheed C-130B Hercules",
    "AIRCRAFT_REG": "60-0297",
    "CN_LN": 3600,
    "TOTAL_ONBOARD": 155,
    "PASSENGER_ONBOARD": 149,
    "CREW_ONBOARD": 6,
    "TOTAL_FATALITIES": 155,
    "PASSENGER_FATALITIES": 149,
    "CREW_FATALITIES": 6,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "Shot down by enemy fire while attempting to evacuate Kham Duc civilians.  The aircraft shook  violently, crashed and burst into flames in a ravine at the end of the airstrip."
  },
  {
    "DATE": "12/03/1972",
    "TIME": "07:33",
    "LOCATION": "Tenerife,  Canary Islands",
    "OPERATOR": "Spantax",
    "FLIGHT#": "",
    "ROUTE": "Tenerife - Munchen",
    "AIRCRAFT_TYPE": "Convair CV-990-30A-5 Coronado",
    "AIRCRAFT_REG": "EC-BZR",
    "CN_LN": "30-10-25",
    "TOTAL_ONBOARD": 155,
    "PASSENGER_ONBOARD": 148,
    "CREW_ONBOARD": 7,
    "TOTAL_FATALITIES": 155,
    "PASSENGER_FATALITIES": 148,
    "CREW_FATALITIES": 7,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "Reached a height of 300 feet  when the plane suddenly plunged to earth and crashed. Loss of control precipitated by abnormal maneuvers made by the pilot in command in zero visibility. Crew's loss of situational awareness. Spatial disorientation immediately after takeoff in an almost zero visibility configuration."
  },
  {
    "DATE": "08/14/1972",
    "TIME": "17:00",
    "LOCATION": "Near Konigs Wusterausen, East Germany",
    "OPERATOR": "Interflug",
    "FLIGHT#": "",
    "ROUTE": "Berlin - Birgas",
    "AIRCRAFT_TYPE": "Ilyushin IL-62",
    "AIRCRAFT_REG": "DM-SEA",
    "CN_LN": 702,
    "TOTAL_ONBOARD": 156,
    "PASSENGER_ONBOARD": 148,
    "CREW_ONBOARD": 8,
    "TOTAL_FATALITIES": 156,
    "PASSENGER_FATALITIES": 148,
    "CREW_FATALITIES": 8,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "In cargo bay 6, hot air, leaking from an air conditioning system, melted insulation off cabling causing a short circuit in the stabilizing system. Melting insulation ignited flammable fluid which led to an uncontrollable fire that eventually weakened the structure until the tail fell off."
  },
  {
    "DATE": "12/22/1992",
    "TIME": "10:00",
    "LOCATION": "Tripoli, Libya",
    "OPERATOR": "Libya Arab Airlines / Military -  Libya Air Force",
    "FLIGHT#": 1103,
    "ROUTE": "Benghazi - Tripoli",
    "AIRCRAFT_TYPE": "Boeing B-727-2L5 / MiG23UB",
    "AIRCRAFT_REG": "5A-DIA",
    "CN_LN": "21050/1108",
    "TOTAL_ONBOARD": 157,
    "PASSENGER_ONBOARD": 147,
    "CREW_ONBOARD": 10,
    "TOTAL_FATALITIES": 157,
    "PASSENGER_FATALITIES": 147,
    "CREW_FATALITIES": 10,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "Midair collision with an Libyan Air Force fighter at 3,500 ft."
  },
  {
    "DATE": "09/19/1976",
    "TIME": "23:15",
    "LOCATION": "Karatepe Mountains, Turkey",
    "OPERATOR": "Turkish Airlines (THY)",
    "FLIGHT#": 452,
    "ROUTE": "Istanbul - Antalya",
    "AIRCRAFT_TYPE": "Boeing B-727-2F2",
    "AIRCRAFT_REG": "TC-JBH",
    "CN_LN": "20982/1087",
    "TOTAL_ONBOARD": 154,
    "PASSENGER_ONBOARD": 146,
    "CREW_ONBOARD": 8,
    "TOTAL_FATALITIES": 154,
    "PASSENGER_FATALITIES": 146,
    "CREW_FATALITIES": 8,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The aircraft struck Mt. Karatepa during an approach to land. The crew attempted to land at the wrong airport, landing at Isparta instead of Antalya."
  },
  {
    "DATE": "07/28/2010",
    "TIME": "09:45",
    "LOCATION": "Islamabad, Pakistan",
    "OPERATOR": "Airblue",
    "FLIGHT#": 202,
    "ROUTE": "Karachi - Islamabad",
    "AIRCRAFT_TYPE": "Airbus A321-231",
    "AIRCRAFT_REG": "AP-BJB",
    "CN_LN": 1218,
    "TOTAL_ONBOARD": 152,
    "PASSENGER_ONBOARD": 146,
    "CREW_ONBOARD": 6,
    "TOTAL_FATALITIES": 152,
    "PASSENGER_FATALITIES": 146,
    "CREW_FATALITIES": 6,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The passenger plane crashed in the Margalla hills while attempting to land at Benazir Bhutto International Airport. The tower lost contact with the plane as it was about to land in poor weather conditions. Controlled Flight into Terrain, in which aircrew failed to display superior judgment and professional skills in a self created unsafe environment. In their pursuit to land in inclement weather, they committed serious violations of procedures and breaches of flying discipline, which put the aircraft in an unsafe condition over dangerous terrain at low altitude."
  },
  {
    "DATE": "06/03/2012",
    "TIME": "16:45",
    "LOCATION": "Lagos, Nigeria",
    "OPERATOR": "Dana Air",
    "FLIGHT#": 992,
    "ROUTE": "Abuja - Lagos",
    "AIRCRAFT_TYPE": "McDonnell Douglas MD-83",
    "AIRCRAFT_REG": "5N-RAM",
    "CN_LN": "53019/1783",
    "TOTAL_ONBOARD": 153,
    "PASSENGER_ONBOARD": 146,
    "CREW_ONBOARD": 7,
    "TOTAL_FATALITIES": 153,
    "PASSENGER_FATALITIES": 146,
    "CREW_FATALITIES": 7,
    "GROUND_CASUALTIES": 10,
    "SUMMARY_OF_EVENTS": "The plane was about 11 miles from Lagos VOR when the crew declared an emergency reporting engine problems. The plane collided with a power line and crashed into the Iju/Ishaga area of Lagos, 1 mile adjacent to the runway. Double engine failure. Likely  the crew's failure to properly monitor fuel flow and turn on proper fuel pumps."
  },
  {
    "DATE": "06/06/1994",
    "TIME": "08:20",
    "LOCATION": "Near Xi'an, China",
    "OPERATOR": "China Northwest Airlines",
    "FLIGHT#": 2303,
    "ROUTE": "Xian - Guangzhou",
    "AIRCRAFT_TYPE": "Tupolev TU-154M",
    "AIRCRAFT_REG": "B-2610",
    "CN_LN": "86A-740",
    "TOTAL_ONBOARD": 160,
    "PASSENGER_ONBOARD": 146,
    "CREW_ONBOARD": 14,
    "TOTAL_FATALITIES": 160,
    "PASSENGER_FATALITIES": 146,
    "CREW_FATALITIES": 14,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The plane broke-up in flight 10 minutes after taking off. Auto-pilot induced oscillations caused the aircraft to shake violently. The autopilot yaw-channel was accidentally connected to the bank control and the bank-channel to the yaw controls."
  },
  {
    "DATE": "06/14/1985",
    "TIME": "",
    "LOCATION": "Athens, Greece",
    "OPERATOR": "Trans World Airlines",
    "FLIGHT#": 847,
    "ROUTE": "Athens - Rome",
    "AIRCRAFT_TYPE": "Boeing B-727-231",
    "AIRCRAFT_REG": "N64339",
    "CN_LN": "20844/1065",
    "TOTAL_ONBOARD": 153,
    "PASSENGER_ONBOARD": 145,
    "CREW_ONBOARD": 8,
    "TOTAL_FATALITIES": 1,
    "PASSENGER_FATALITIES": 1,
    "CREW_FATALITIES": 0,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The aircraft was hijacked while en route from Athens to Rome over Italian airspace. U.S. Navy diver Robert Stethem was murdered aboard."
  },
  {
    "DATE": "11/26/1979",
    "TIME": "02:03",
    "LOCATION": "Near At Ta'if, Jeddah, Saudi Arabia",
    "OPERATOR": "Pakistan International Airlines",
    "FLIGHT#": 740,
    "ROUTE": "Jeddah - Karachi",
    "AIRCRAFT_TYPE": "Boeing B-707-340C",
    "AIRCRAFT_REG": "AP-AWZ",
    "CN_LN": "20275/844",
    "TOTAL_ONBOARD": 156,
    "PASSENGER_ONBOARD": 145,
    "CREW_ONBOARD": 11,
    "TOTAL_FATALITIES": 156,
    "PASSENGER_FATALITIES": 145,
    "CREW_FATALITIES": 11,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "After being airborne about a half an hour a cabin attendant reported a fire in the aft cabin area. Seventeen minutes later the aircraft crashed into a rocky desert while attempting an emergency landing. The blaze may have been started by a passenger possibly from a leaking kerosene stove carried aboard by a Haj pilgrim passenger."
  },
  {
    "DATE": "10/07/1979",
    "TIME": "22:15",
    "LOCATION": "Athens, Greece",
    "OPERATOR": "Swissair",
    "FLIGHT#": "SR316",
    "ROUTE": "Zurich - Geneva - Athens - Bombay - Beijing",
    "AIRCRAFT_TYPE": "McDonnell Douglas DC-8-62",
    "AIRCRAFT_REG": "HB-IDE",
    "CN_LN": "45919/312",
    "TOTAL_ONBOARD": 156,
    "PASSENGER_ONBOARD": 145,
    "CREW_ONBOARD": 11,
    "TOTAL_FATALITIES": 14,
    "PASSENGER_FATALITIES": 14,
    "CREW_FATALITIES": 0,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The aircraft overran the runway and crashed with the left wing and tail separating before the aircraft came to a rest. The crew touched down too far down the runway at a speed higher than normal after a non-stabilized final approach. The crew did not fully apply the braking systems after a touchdown under known adverse conditions."
  },
  {
    "DATE": "11/20/1974",
    "TIME": "07:54",
    "LOCATION": "Near Nairobi, Kenya",
    "OPERATOR": "Deutsche Lufthansa",
    "FLIGHT#": 540,
    "ROUTE": "Frankfurt - Nairobi - Johannesburg",
    "AIRCRAFT_TYPE": "Boeing B-747-130",
    "AIRCRAFT_REG": "D-ABYB",
    "CN_LN": "19747/29",
    "TOTAL_ONBOARD": 157,
    "PASSENGER_ONBOARD": 144,
    "CREW_ONBOARD": 13,
    "TOTAL_FATALITIES": 59,
    "PASSENGER_FATALITIES": 55,
    "CREW_FATALITIES": 4,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The aircraft stalled and crashed during takeoff. The wing flaps were not extended. First fatal Boeing 747 accident to occur."
  },
  {
    "DATE": "04/17/2018",
    "TIME": "10:04",
    "LOCATION": "NW of Philadelphia, Pennsylvania",
    "OPERATOR": "Southwest Airlines",
    "FLIGHT#": 1380,
    "ROUTE": "New York - Dallas",
    "AIRCRAFT_TYPE": "Boeing 737-7H4",
    "AIRCRAFT_REG": "N722SW",
    "CN_LN": "27880/601",
    "TOTAL_ONBOARD": 149,
    "PASSENGER_ONBOARD": 144,
    "CREW_ONBOARD": 5,
    "TOTAL_FATALITIES": 1,
    "PASSENGER_FATALITIES": 1,
    "CREW_FATALITIES": 0,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "While climbing to FL320, the No. 1 engine suffered an uncontained catastrophic failure. Shrapnel struck and broke a window which resulted in explosive decompression. A woman passenger sitting in the window seat was partially sucked out of the window. Passengers were able to pull her back in the cabin but she was reported in cardiac arrest and soon after died. The crew declared an emergency and landed safely at Philadelphia airport."
  },
  {
    "DATE": "03/24/2015",
    "TIME": "10:53",
    "LOCATION": "Near Digne-Les-Bains, France",
    "OPERATOR": "Germanwings",
    "FLIGHT#": 9525,
    "ROUTE": "Barcelona, Spain - Dusseldorf, Germany",
    "AIRCRAFT_TYPE": "Airbus A320-211",
    "AIRCRAFT_REG": "D-AIPX",
    "CN_LN": 147,
    "TOTAL_ONBOARD": 150,
    "PASSENGER_ONBOARD": 144,
    "CREW_ONBOARD": 6,
    "TOTAL_FATALITIES": 150,
    "PASSENGER_FATALITIES": 144,
    "CREW_FATALITIES": 6,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The jetliner crashed in a remote mountainous area of southern France. The plane was obliterated with no wreckage larger than a small car. According to a flight tracker, the plane fell from 38,000 ft. to 11,400 ft. in eight minutes. The aircraft impacted the ground at a high rate of speed.The copilot locked the captain out of the cockpit and put the plane into a controlled descent until it impacted the ground."
  },
  {
    "DATE": "06/28/1965",
    "TIME": "13:10",
    "LOCATION": "San Francisco, California",
    "OPERATOR": "Pan American World Airways",
    "FLIGHT#": "",
    "ROUTE": "San Francisco - Hawaii",
    "AIRCRAFT_TYPE": "Boeing B-707-321B",
    "AIRCRAFT_REG": "N761PA",
    "CN_LN": 18336,
    "TOTAL_ONBOARD": 153,
    "PASSENGER_ONBOARD": 143,
    "CREW_ONBOARD": 10,
    "TOTAL_FATALITIES": 0,
    "PASSENGER_FATALITIES": 0,
    "CREW_FATALITIES": 0,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "Just after the aircraft took off from San Francisco International Airport, the No. 4 engine disintegrated tearing off 25 feet of the right wing. An emergency landing was safely made at Travis Air Force Base. A plane was dispatched to pick up the passengers at Travis Air Force Base. While attempting to land, and in plain view of the passengers, the nose gear collapsed. Improper turbine rotor positioning during engine assembly and the use of serviceable worn parts. The aircraft was named \"Clipper Friendship."
  },
  {
    "DATE": "08/19/2002",
    "TIME": "",
    "LOCATION": "Khankala, Chechnya",
    "OPERATOR": "Military - Russian Air Force",
    "FLIGHT#": "",
    "ROUTE": "",
    "AIRCRAFT_TYPE": "Mil Mi-26",
    "AIRCRAFT_REG": "89RED",
    "CN_LN": "",
    "TOTAL_ONBOARD": 147,
    "PASSENGER_ONBOARD": 142,
    "CREW_ONBOARD": 5,
    "TOTAL_FATALITIES": 121,
    "PASSENGER_FATALITIES": 121,
    "CREW_FATALITIES": 0,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The Russian transport helicopter, carrying troops, crashed at Russian military headquarter near the capital city of Grozny. Reporting an engine fire, the pilot attempted to make an emergency landing when the helicopter fell from a height of 660 feet and missed the tarmac by 990 feet, crashed and caught fire.  The helicopter was shot down by Chechen guerillas with a shoulder-launched heat-seeking anti-aircraft missile. The missile destroyed the helicopter's right engine and starting a fire on board. The left engine stopped at the same time. The entire hydraulic control system, including the system used to open the rear door was not working, as burning fuel gushed into the cabin trapping people inside. This is the worst helicopter disaster in aviation history."
  },
  {
    "DATE": "06/30/2009",
    "TIME": "01:51",
    "LOCATION": "Off Mitsamiouli, Comoros",
    "OPERATOR": "Yemenia Airway",
    "FLIGHT#": 626,
    "ROUTE": "Sana'a, Yemen - Moroni, Comoros",
    "AIRCRAFT_TYPE": "Airbus A310-324",
    "AIRCRAFT_REG": "7O-ADJ",
    "CN_LN": 535,
    "TOTAL_ONBOARD": 153,
    "PASSENGER_ONBOARD": 142,
    "CREW_ONBOARD": 11,
    "TOTAL_FATALITIES": 152,
    "PASSENGER_FATALITIES": 141,
    "CREW_FATALITIES": 11,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The plane crashed into the Indian Ocean, 10 miles off the coast,while attempting a second approach to Hahaya Airport in Moroni. A 12 year old girl survived the accident. Crew error. The accident was due to inappropriate action by the crew during a non-stabilizing maneuver."
  },
  {
    "DATE": "08/28/1973",
    "TIME": "20:50",
    "LOCATION": "Thirty-five miles west of Los Angeles, California",
    "OPERATOR": "Trans World Airlines",
    "FLIGHT#": 742,
    "ROUTE": "Honolulu - Los Angeles",
    "AIRCRAFT_TYPE": "Boeing B-707-331B",
    "AIRCRAFT_REG": "N8705T",
    "CN_LN": "18916/455",
    "TOTAL_ONBOARD": 149,
    "PASSENGER_ONBOARD": 141,
    "CREW_ONBOARD": 8,
    "TOTAL_FATALITIES": 1,
    "PASSENGER_FATALITIES": 1,
    "CREW_FATALITIES": 0,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The plane porpoised while descending to LAX. The aircraft was subjected to 2 minutes of peak acceleration forces of 2.4 g.  A combination of design tolerances in the aircraft's longitudinal control system which, under certain conditions, produced a critical relationship between control forces and aircraft response."
  },
  {
    "DATE": "02/19/1985",
    "TIME": "09:27",
    "LOCATION": "Near Durango, Vizcaya, Spain",
    "OPERATOR": "Iberia Airlines",
    "FLIGHT#": 610,
    "ROUTE": "Madrid - Bilbao",
    "AIRCRAFT_TYPE": "Boeing B-727-256",
    "AIRCRAFT_REG": "EC-DDU",
    "CN_LN": "21777/1487",
    "TOTAL_ONBOARD": 148,
    "PASSENGER_ONBOARD": 141,
    "CREW_ONBOARD": 7,
    "TOTAL_FATALITIES": 148,
    "PASSENGER_FATALITIES": 141,
    "CREW_FATALITIES": 7,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The aircraft crashed into an antenna on Mt. Oiz. Incorrect interpretation of Ground Proximity Warning System. The captain was heard shouting \"shut up\" at the GPWS as it announced \"pull up.\"  Overconfidence in altitude alert system. Incorrect interpretation of its warnings."
  },
  {
    "DATE": "11/28/1987",
    "TIME": "04:00",
    "LOCATION": "Off Mauritius, Indian Ocean",
    "OPERATOR": "South African Airways",
    "FLIGHT#": 295,
    "ROUTE": "Taipei, Taiwan -  Mauritius - Johannesburg, South Africa",
    "AIRCRAFT_TYPE": "Boeing B-747-244B Combi",
    "AIRCRAFT_REG": "ZS-SAS",
    "CN_LN": "22171/488",
    "TOTAL_ONBOARD": 159,
    "PASSENGER_ONBOARD": 140,
    "CREW_ONBOARD": 19,
    "TOTAL_FATALITIES": 159,
    "PASSENGER_FATALITIES": 140,
    "CREW_FATALITIES": 19,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "While over the Indian Ocean the crew contacted Mauritius approach control and reporting fire and smoke aboard. Three minutes after the last transmission the plane the plunged into the ocean 150 miles northeast of Mauritius. The fire caused incapacitation and disorientation of the crew, in-flight break-up and loss of control of the aircraft.  The fire originated in a front pallet on the right side in the upper deck cargo hold. The fire of unknown origin possibly (1) incapacitated the crew; (2) caused disorientation of the crew due to thick smoke; (3) caused crew distraction; (4) weakened the aircraft structure, causing an in-flight break-up; (5) burned through control cables or ; (6) caused loss of control due to deformation of the aircraft fuselage. It has been rumored that an unstable substance, not listed on the manifest, was illigally being shipped and started the fire though this has never been proven."
  },
  {
    "DATE": "06/01/1999",
    "TIME": "23:50",
    "LOCATION": "Little Rock, Arkansas",
    "OPERATOR": "American Airlines",
    "FLIGHT#": 1420,
    "ROUTE": "Dallas-Fort Worth - Little Rock",
    "AIRCRAFT_TYPE": "McDonnell Douglas MD-82",
    "AIRCRAFT_REG": "N215AA",
    "CN_LN": "49163/1111",
    "TOTAL_ONBOARD": 145,
    "PASSENGER_ONBOARD": 139,
    "CREW_ONBOARD": 6,
    "TOTAL_FATALITIES": 11,
    "PASSENGER_FATALITIES": 10,
    "CREW_FATALITIES": 1,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The plane was on a flight from Dallas/Fort Worth, Texas to Little Rock, Arkansas. While attempting to land at Little Rock Airport, the flight encountered heavy thunderstorms, rain and strong winds. The aircraft landed fast and hard, skidded off the end of the runway and struck a landing light tower, breaking into three parts and bursting into flames. Crew's decision to continue the approach despite severe thunderstorms in the area and crosswinds that  exceeded American Airlines' guidelines. The crew did not arm the automatic spoiler system before landing or manually deploy the spoilers after touchdown. Fatigue, the crew had been awake for nearly 16 hours."
  },
  {
    "DATE": "02/14/1990",
    "TIME": "13:03",
    "LOCATION": "Near Bangalore, India",
    "OPERATOR": "Indian Airlines",
    "FLIGHT#": 605,
    "ROUTE": "Bombay - Bangalore",
    "AIRCRAFT_TYPE": "Airbus A320-231",
    "AIRCRAFT_REG": "VT-EPN",
    "CN_LN": 79,
    "TOTAL_ONBOARD": 146,
    "PASSENGER_ONBOARD": 139,
    "CREW_ONBOARD": 7,
    "TOTAL_FATALITIES": 92,
    "PASSENGER_FATALITIES": 87,
    "CREW_FATALITIES": 5,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "On final approach, the aircraft descended below the normal approach profile until it hit the ground 2,300 ft. short and 200 ft. to the right of the runway centerline. The co-pilot's (in this case check captain's) flight director was left in the Open Descent Idle Mode instead of the Vertical Speed Mode, the prescribed setting for an approach and landing.The aircraft could not maintain the correct flight path at idle power. Failure of the crew to realize the gravity of the situation and respond immediately towards proper action of moving the throttles, even after the radio altitude call-outs."
  },
  {
    "DATE": "04/10/1973",
    "TIME": "10:13",
    "LOCATION": "Near Basel,  Switzerland",
    "OPERATOR": "Invicta International Airlines (UK)",
    "FLIGHT#": 435,
    "ROUTE": "Bristol - Basel",
    "AIRCRAFT_TYPE": "Vickers Vanguard 952",
    "AIRCRAFT_REG": "G-AXOP",
    "CN_LN": 745,
    "TOTAL_ONBOARD": 145,
    "PASSENGER_ONBOARD": 139,
    "CREW_ONBOARD": 6,
    "TOTAL_FATALITIES": 108,
    "PASSENGER_FATALITIES": 104,
    "CREW_FATALITIES": 4,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "Crashed into a forest during a snowstorm. Malfunctioning navigation equipment. Navigational error by crew."
  },
  {
    "DATE": "12/18/1995",
    "TIME": "",
    "LOCATION": "Cahungula, Angola",
    "OPERATOR": "Trans Service Airlift",
    "FLIGHT#": "",
    "ROUTE": "Jamba Airport - ?",
    "AIRCRAFT_TYPE": "Lockheed L-188C Electra",
    "AIRCRAFT_REG": "9Q-CRR",
    "CN_LN": 1080,
    "TOTAL_ONBOARD": 144,
    "PASSENGER_ONBOARD": 139,
    "CREW_ONBOARD": 5,
    "TOTAL_FATALITIES": 141,
    "PASSENGER_FATALITIES": 137,
    "CREW_FATALITIES": 4,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The plane, chartered by the UNITA rebel movement, stalled and crashed shortly after takeoff from Jamba. Overloaded by 40 passengers. One report stated baggage shifted to the rear of the plane."
  },
  {
    "DATE": "10/21/1989",
    "TIME": "07:53",
    "LOCATION": "Near Tegucigalpa, Honduras",
    "OPERATOR": "TAN Honduras",
    "FLIGHT#": 414,
    "ROUTE": "Managua - Tegucigalpa",
    "AIRCRAFT_TYPE": "Boeing B-727-224",
    "AIRCRAFT_REG": "N88705",
    "CN_LN": "19514/597",
    "TOTAL_ONBOARD": 146,
    "PASSENGER_ONBOARD": 138,
    "CREW_ONBOARD": 8,
    "TOTAL_FATALITIES": 127,
    "PASSENGER_FATALITIES": 123,
    "CREW_FATALITIES": 4,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The aircraft landed short of the runway in heavy rain and high winds after returning to the airport. The crew did not follow the proper approach procedure."
  },
  {
    "DATE": "07/24/2009",
    "TIME": "18:20",
    "LOCATION": "Mashad, Iran",
    "OPERATOR": "Aria Airlines",
    "FLIGHT#": 1525,
    "ROUTE": "Tehran - Mashad",
    "AIRCRAFT_TYPE": "Ilyushin Il-62M",
    "AIRCRAFT_REG": "UP-16208",
    "CN_LN": "1591525/257",
    "TOTAL_ONBOARD": 153,
    "PASSENGER_ONBOARD": 138,
    "CREW_ONBOARD": 15,
    "TOTAL_FATALITIES": 16,
    "PASSENGER_FATALITIES": 3,
    "CREW_FATALITIES": 13,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "While attempting to land, the plane skidded off the runway and crashed into a wall. Iran's Civil Aviation Organization stated the plane flew too fast during the approach and landing. The usual landing speed for an Il-62 would have been between 145 and 165 mph, however, it landed at a speed of 197 mph. Because of this, the airplane ran off the runway and collided with a wall."
  },
  {
    "DATE": "07/09/1982",
    "TIME": "16:09",
    "LOCATION": "Kenner, Louisiana",
    "OPERATOR": "Pan American World Airways",
    "FLIGHT#": 759,
    "ROUTE": "New Orleans - Las Vegas",
    "AIRCRAFT_TYPE": "Boeing B-727-235",
    "AIRCRAFT_REG": "N4737",
    "CN_LN": "19457/518",
    "TOTAL_ONBOARD": 145,
    "PASSENGER_ONBOARD": 138,
    "CREW_ONBOARD": 7,
    "TOTAL_FATALITIES": 145,
    "PASSENGER_FATALITIES": 138,
    "CREW_FATALITIES": 7,
    "GROUND_CASUALTIES": 8,
    "SUMMARY_OF_EVENTS": "The aircraft crashed during a thunderstorm, 29 seconds after taking off from New Orleans International Airport. The plane reached an altitude of 95 to 150 feet and then began to descend and crashed into trees and houses bursting into flames. Microbust induced windshear. Limited capability of current ground-based low-level windshear detection technology. The aircraft was named \"Clipper Defiance."
  },
  {
    "DATE": "04/25/1980",
    "TIME": "13:21",
    "LOCATION": "Tenerife, Canary Islands",
    "OPERATOR": "Dan Air Services",
    "FLIGHT#": 1008,
    "ROUTE": "Manchester - Tenerife",
    "AIRCRAFT_TYPE": "Boeing B-727-64",
    "AIRCRAFT_REG": "G-BDAN",
    "CN_LN": "19279/288",
    "TOTAL_ONBOARD": 146,
    "PASSENGER_ONBOARD": 138,
    "CREW_ONBOARD": 8,
    "TOTAL_FATALITIES": 146,
    "PASSENGER_FATALITIES": 138,
    "CREW_FATALITIES": 8,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The plane crashed into a mountain 5,500 ft. high at 300 mph during an approach to Tenerife. The pilot, while in a holding pattern, took the aircraft in an area of high ground not maintaining the correct altitude. Lack of communication between the pilot and co-pilot."
  },
  {
    "DATE": "09/01/2006",
    "TIME": "13:45",
    "LOCATION": "Mahad, Iran",
    "OPERATOR": "Iran Air Tours",
    "FLIGHT#": "",
    "ROUTE": "Bandar Abbas - Mashad",
    "AIRCRAFT_TYPE": "Tupolev Tu-154M",
    "AIRCRAFT_REG": "EP-MCF",
    "CN_LN": "88A788",
    "TOTAL_ONBOARD": 148,
    "PASSENGER_ONBOARD": 137,
    "CREW_ONBOARD": 11,
    "TOTAL_FATALITIES": 29,
    "PASSENGER_FATALITIES": 29,
    "CREW_FATALITIES": 0,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The plane crashed while attempting to land. The plane's left wing may have come into contact with the ground causing the plane to skid off the runway and catch fire."
  },
  {
    "DATE": "07/06/1996",
    "TIME": "15:42",
    "LOCATION": "Pensacola, Florida",
    "OPERATOR": "Delta Air Lines",
    "FLIGHT#": 1288,
    "ROUTE": "Pensacola - Atlanta",
    "AIRCRAFT_TYPE": "McDonnell Douglas MD-88",
    "AIRCRAFT_REG": "N927DA",
    "CN_LN": "49714/1524",
    "TOTAL_ONBOARD": 142,
    "PASSENGER_ONBOARD": 137,
    "CREW_ONBOARD": 5,
    "TOTAL_FATALITIES": 2,
    "PASSENGER_FATALITIES": 2,
    "CREW_FATALITIES": 0,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "Fan disk separation in the left engine. Pieces of the engine penetrated the passenger cabin killing two passengers. The fan hub for the left engine was found to be fractured and went undetected at time of manufacture. The crack should have been detectable during inspection but was missed."
  },
  {
    "DATE": "03/05/2000",
    "TIME": "18:11",
    "LOCATION": "Burbank, Calilfornia",
    "OPERATOR": "Southwest Airlines",
    "FLIGHT#": 1455,
    "ROUTE": "Las Vegas - Burbank",
    "AIRCRAFT_TYPE": "Boeing B-737-3T5",
    "AIRCRAFT_REG": "N668SW",
    "CN_LN": "23060/1069",
    "TOTAL_ONBOARD": 142,
    "PASSENGER_ONBOARD": 137,
    "CREW_ONBOARD": 5,
    "TOTAL_FATALITIES": 0,
    "PASSENGER_FATALITIES": 0,
    "CREW_FATALITIES": 0,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "While attempting to land at Burbank Airport, the plane overran the runway, collided with a metal blast fence and an airport perimeter wall and came to rest on a city street near a gas station. The plane touched down at 182 knots, 2,150 feet past the runway threshold, too fast and too far down the runway for the plane to stop in time.  In the accident sequence,  the nose gear collapsed, the forward service door (1R) escape slide inflated inside the airplane and  the forward dual flight attendant jumpseat, which was occupied by two flight attendants, partially collapsed. Two passengers sustained serious injuries and 41 passengers and the captain sustained minor injuries. The flightcrew's excessive airspeed and flight path angle during the approach and landing and its failure to abort the approach when stabilized approach criteria were not met. Contributing to the accident was the controller's positioning of the airplane in such a manner as to leave no safe options for the flightcrew other than a go-around maneuver."
  },
  {
    "DATE": "02/08/1989",
    "TIME": "14:08",
    "LOCATION": "Santa Maria, Azores, Portugal",
    "OPERATOR": "Independent Air Inc.",
    "FLIGHT#": 1851,
    "ROUTE": "Bergamo - Orio al Serio - Santa Maria",
    "AIRCRAFT_TYPE": "Boeing B-707-331B",
    "AIRCRAFT_REG": "N7231T",
    "CN_LN": "19572/687",
    "TOTAL_ONBOARD": 144,
    "PASSENGER_ONBOARD": 137,
    "CREW_ONBOARD": 7,
    "TOTAL_FATALITIES": 144,
    "PASSENGER_FATALITIES": 137,
    "CREW_FATALITIES": 7,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The airliner hit a mountain while attempting to land at Santa Maria. The crew mistakenly continued to descend through 3,000 ft. which it was cleared to. Because of a overlap in communications, the tower did not notice the mistake. The aircraft continued to descend and did not comment or react to warnings from the GPSW for 7 seconds. The aircraft then hit Pico Alto mountain at an altitude of 2,000 ft.  Procedural errors by the flight crew and ATC. Descent of the aircraft below minimum sector altitude. Transmission from the tower of a QNH value higher than the actual value."
  },
  {
    "DATE": "01/18/1988",
    "TIME": "04:20",
    "LOCATION": "Krosnovodsk, USSR",
    "OPERATOR": "Aeroflot",
    "FLIGHT#": "",
    "ROUTE": "Moscow - Krosnovodsk",
    "AIRCRAFT_TYPE": "Tupolev TU 154B-2",
    "AIRCRAFT_REG": "CCCP-85254",
    "CN_LN": "77A254",
    "TOTAL_ONBOARD": 143,
    "PASSENGER_ONBOARD": 137,
    "CREW_ONBOARD": 6,
    "TOTAL_FATALITIES": 11,
    "PASSENGER_FATALITIES": 11,
    "CREW_FATALITIES": 0,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "Broke in two after a heavy landing. Crew error. Co-pilot was flying the plane against requirements that the pilot fly the plane."
  },
  {
    "DATE": "01/17/2008",
    "TIME": "12:43",
    "LOCATION": "London, England",
    "OPERATOR": "British Airways",
    "FLIGHT#": 38,
    "ROUTE": "Bejing, China - London, England",
    "AIRCRAFT_TYPE": "Boeing 777-236ER",
    "AIRCRAFT_REG": "G-YMMM",
    "CN_LN": "30314/342",
    "TOTAL_ONBOARD": 152,
    "PASSENGER_ONBOARD": 136,
    "CREW_ONBOARD": 16,
    "TOTAL_FATALITIES": 0,
    "PASSENGER_FATALITIES": 0,
    "CREW_FATALITIES": 0,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The aircraft was on approach for landing on Runway 27L at Heathrow Airport when at a height of approximately 600 ft and 2 miles from touch down the aircraft descended rapidly and struck the ground, 1,000 ft. short of the paved runway surface, just inside the airfield boundary fence. An investigation showned that the fuel flow to both engines was restricted; most probably due to ice within the fuel feed system. The ice is likely to have formed from water that occurred naturally in the fuel, and should have been melted by the fuel-oil heat exchanger (FOHE).  However, the FOHE did not heat its own inlet  face, and investigation showed that, although the flight was   within the certified operational envelope at all times, a long   period of low fuel flow in an unusually cold environment, followed  by a throttle increase, could cause an ice jam at that point. Corrections in design were made so this would not occur again."
  },
  {
    "DATE": "03/17/1988",
    "TIME": "13:17",
    "LOCATION": "Near Cucuta, N of  Santander, Colombia",
    "OPERATOR": "Avianca",
    "FLIGHT#": 410,
    "ROUTE": "Cucuta - Cartagena",
    "AIRCRAFT_TYPE": "Boeing B-727-21",
    "AIRCRAFT_REG": "HK-1716",
    "CN_LN": "18999/240",
    "TOTAL_ONBOARD": 143,
    "PASSENGER_ONBOARD": 136,
    "CREW_ONBOARD": 7,
    "TOTAL_FATALITIES": 143,
    "PASSENGER_FATALITIES": 136,
    "CREW_FATALITIES": 7,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The aircraft struck a mountain at 6,200 feet after taking off in mist and haze. The crew took off under VFR conditions during adverse weather conditions. Inappropriate presence of a non-crew pilot in the cockpit and his great talkativeness distracting part of the crew which resulted in carelessness and disorientation in monitoring the heading and altitude necessary to maneuver the plane. VFR flight into IFR conditions."
  },
  {
    "DATE": "07/04/2001",
    "TIME": "02:08",
    "LOCATION": "Near Irkutsk, Russia",
    "OPERATOR": "Vladivostokavia",
    "FLIGHT#": 352,
    "ROUTE": "Yekaterinburg - Irkutsk - Vladivostok",
    "AIRCRAFT_TYPE": "Tupolev TU-154M",
    "AIRCRAFT_REG": "RA-85845",
    "CN_LN": "86A-735",
    "TOTAL_ONBOARD": 145,
    "PASSENGER_ONBOARD": 136,
    "CREW_ONBOARD": 9,
    "TOTAL_FATALITIES": 145,
    "PASSENGER_FATALITIES": 136,
    "CREW_FATALITIES": 9,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The plane crashed and exploded in flames in Siberian woodlands near the village of Burdakovka, about 21 miles from Irkutsk. The aircraft crashed during the third turn in a landing approach to Irkutsk, an intermediate stop for refueling. The first officer was flying the plane, when at 2,600 ft., an audible alarm sounded indicating a wide angle of attack. Eleven seconds later the aircraft swung around 180 degrees and entered a flat spin. The captain ordered the engines at full throttle but it was too late and 22 seconds later the plane hit the ground, belly first, broke up and burned.Incorrect actions of the crew. Due to poor communication between pilots, they put in the wrong parameters while landing causing the plane to descend at the wrong angle. As a result, the plane stalled and entered a spin and crashed."
  },
  {
    "DATE": "01/03/2004",
    "TIME": "04:44",
    "LOCATION": "Off Sharm el Sheikh, Egypt",
    "OPERATOR": "Flash Air",
    "FLIGHT#": 604,
    "ROUTE": "Sharm el Sheikh, Egypt - Cairo, Egypt",
    "AIRCRAFT_TYPE": "Boeing B-737-3Q8",
    "AIRCRAFT_REG": "SU-ZCF",
    "CN_LN": "26283/2383",
    "TOTAL_ONBOARD": 148,
    "PASSENGER_ONBOARD": 135,
    "CREW_ONBOARD": 13,
    "TOTAL_FATALITIES": 148,
    "PASSENGER_FATALITIES": 135,
    "CREW_FATALITIES": 13,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "Shortly after taking off,  the aircraft crashed into the Red Sea, 7 miles south of the airport. There were mostly French tourists on board heading home from the holidays. Possibly, the pilot suffered spatial disorientation and the copilot was unwilling to challenge his more experienced superior, however, no decisive cause was ever found."
  },
  {
    "DATE": "08/23/2000",
    "TIME": "19:30",
    "LOCATION": "Off Manama, Bahrain",
    "OPERATOR": "Gulf Air",
    "FLIGHT#": 72,
    "ROUTE": "Cairo - Manama",
    "AIRCRAFT_TYPE": "Airbus A320-212",
    "AIRCRAFT_REG": "A4O-EK",
    "CN_LN": 481,
    "TOTAL_ONBOARD": 143,
    "PASSENGER_ONBOARD": 135,
    "CREW_ONBOARD": 8,
    "TOTAL_FATALITIES": 143,
    "PASSENGER_FATALITIES": 135,
    "CREW_FATALITIES": 8,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The aircraft crashed into the Persian Gulf and exploded in flames while attempting to land at Bahrain International Airport. The crew decided to perform a missed approach after it was determined the aircraft was coming in too high and fast. Instructions were given for a 180 degree turn and climb to 2,500 feet. While performing the missed approach the plane suddenly descended rapidly from an altitude of 1,000 feet and crashed into the shallow waters of the gulf approximately 1 mile from the airport. The accident was a result of a fatal combination of factors, including the captain's failure to comply with standard operating procedures and the copilot's actions in not drawing the captain's attention to the deviations of the aircraft from the standard flight parameters. The captain may have suffered a \"spatial disorientation\" to ground warning systems, which could have made him falsely perceive the aircraft was pitching up. He responded by making a nose down input, resulting in the aircraft starting to descend, when aircraft warning systems were saying he should increase altitude."
  },
  {
    "DATE": "11/07/1996",
    "TIME": "17:00",
    "LOCATION": "Lagos, Nigeria",
    "OPERATOR": "Aviation Development Corporation",
    "FLIGHT#": 86,
    "ROUTE": "Port Harcourt - Lagos",
    "AIRCRAFT_TYPE": "Boeing B-727-231",
    "AIRCRAFT_REG": "5N-BBF",
    "CN_LN": "20054/718",
    "TOTAL_ONBOARD": 143,
    "PASSENGER_ONBOARD": 134,
    "CREW_ONBOARD": 9,
    "TOTAL_FATALITIES": 143,
    "PASSENGER_FATALITIES": 134,
    "CREW_FATALITIES": 9,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The plane crashed mid-way along its scheduled 50 minute route. The aircraft went into a roll and lost control after taking evasive action to avoid another aircraft. The plane was flying almost at the speed of sound when it crashed and disintegrated. ATC error. The controller thought he had cleared to aircraft to FL100 but the aircraft was still flying at FL240."
  },
  {
    "DATE": "11/24/1992",
    "TIME": "07:52",
    "LOCATION": "Near Guilin, China",
    "OPERATOR": "China Southern Airlines",
    "FLIGHT#": 3943,
    "ROUTE": "Guangzhou - Guilin",
    "AIRCRAFT_TYPE": "Boeing B-737-3Y0",
    "AIRCRAFT_REG": "B-2523",
    "CN_LN": "24913/2052",
    "TOTAL_ONBOARD": 141,
    "PASSENGER_ONBOARD": 133,
    "CREW_ONBOARD": 8,
    "TOTAL_FATALITIES": 141,
    "PASSENGER_FATALITIES": 133,
    "CREW_FATALITIES": 8,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The aircraft crashed into a 7,000 ft. mountain, 15 miles from the airport while on apporach. Malfunction of the thrust lever which caused a loss of control of the aircraft."
  },
  {
    "DATE": "03/07/2007",
    "TIME": "07:14",
    "LOCATION": "Yogyakarta, Indonesia",
    "OPERATOR": "Garuda Indonesia Airlines",
    "FLIGHT#": 200,
    "ROUTE": "Jakarta - Yogyakarta",
    "AIRCRAFT_TYPE": "Boeing B-737-497",
    "AIRCRAFT_REG": "PK-GZC",
    "CN_LN": "25664/2393",
    "TOTAL_ONBOARD": 140,
    "PASSENGER_ONBOARD": 133,
    "CREW_ONBOARD": 7,
    "TOTAL_FATALITIES": 22,
    "PASSENGER_FATALITIES": 21,
    "CREW_FATALITIES": 1,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "While attempting to land, the plane overshot the runway, crashed through the airport barrier fence and burst into flames. The cockpit voice recorder revealed that the pilot and co-pilot were arguing over their speed and wing flap angles moments before the crash. An investigator stated the passenger jet was flying at up to 265 mph, almost double the normal landing speed, while attempting to land. The captain ignored the planes automated warning system as it sounded alarms fifteen times. He also ignored calls from the co-pilot to go around and make another approach."
  },
  {
    "DATE": "11/22/1994",
    "TIME": "22:03",
    "LOCATION": "Bridgeton, Missouri",
    "OPERATOR": "Trans World Airlines / Private",
    "FLIGHT#": "",
    "ROUTE": "",
    "AIRCRAFT_TYPE": "McDonnell Douglas DC-9-82 / Cessna 441",
    "AIRCRAFT_REG": "N954U/N411KM",
    "CN_LN": "49426 / 0196",
    "TOTAL_ONBOARD": 142,
    "PASSENGER_ONBOARD": 132,
    "CREW_ONBOARD": 10,
    "TOTAL_FATALITIES": 2,
    "PASSENGER_FATALITIES": 0,
    "CREW_FATALITIES": 2,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "During its takeoff roll, the DC-9 collided with the Cessna, which was waiting for clearance to take off.  The ground collision took place in the fog. The Cessna pilot mistakenly thought he had clearance to enter the runway. Two aboard the Cessna were killed, none were killed aboard the DC-9."
  },
  {
    "DATE": "12/11/1998",
    "TIME": "19:10",
    "LOCATION": "Near Surat Thani, Thailand",
    "OPERATOR": "Thai Airways",
    "FLIGHT#": 261,
    "ROUTE": "Bangkok - Surat Thani",
    "AIRCRAFT_TYPE": "Airbus A-310-204",
    "AIRCRAFT_REG": "HS-TIA",
    "CN_LN": 415,
    "TOTAL_ONBOARD": 146,
    "PASSENGER_ONBOARD": 132,
    "CREW_ONBOARD": 14,
    "TOTAL_FATALITIES": 102,
    "PASSENGER_FATALITIES": 91,
    "CREW_FATALITIES": 11,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The plane crashed 2 miles southwest of Surat Thani Airport. The accident occurred in poor visibility and heavy rain. After a third landing attempt, the plane could not gain altitude and crashed into a paddy field. First reports suggest the aircraft stalled and pancaked into the ground tail first. Spatial disorientation when the nose pitched up sharply during a nighttime approach in stormy weather. Pilot error."
  },
  {
    "DATE": "08/22/1985",
    "TIME": "06:13",
    "LOCATION": "Manchester, England",
    "OPERATOR": "British Airtours",
    "FLIGHT#": "28M",
    "ROUTE": "Manchester - Kerkira",
    "AIRCRAFT_TYPE": "Boeing B-737-236",
    "AIRCRAFT_REG": "G-BGJL",
    "CN_LN": "22033/743",
    "TOTAL_ONBOARD": 137,
    "PASSENGER_ONBOARD": 131,
    "CREW_ONBOARD": 6,
    "TOTAL_FATALITIES": 55,
    "PASSENGER_FATALITIES": 53,
    "CREW_FATALITIES": 2,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "During takeoff from Manchester, failure of the No. 9 combustor on the port engine resulted in its ejection from the engine and fracturing of the fuel tank access panel and resulting fire. The fire spread into the cabin incapacitating and killing passengers due to toxic smoke. Thermal metal fatigue of the combustor. Slow braking, using reverse thrust and turning the aircraft so it stopped with fire upwind of the fuselage, all helped to feed the flames. The front starboard side door was farthest from flames but jammed when there was a partial premature chute deployment, and  the crew spent time trying to unjam it, while toxic smoke accumulated in the cabin, before starting evacuations through port side door.  The aircraft was named \"River Orrin."
  },
  {
    "DATE": "05/30/2008",
    "TIME": "09:40",
    "LOCATION": "Tegucigalpa, Honduras",
    "OPERATOR": "TACA",
    "FLIGHT#": 390,
    "ROUTE": "San Salvador, El Salvador - Tegucigalpa, Honduras - Miami",
    "AIRCRAFT_TYPE": "Airbus A-320-233",
    "AIRCRAFT_REG": "EI-TAF",
    "CN_LN": 1374,
    "TOTAL_ONBOARD": 136,
    "PASSENGER_ONBOARD": 131,
    "CREW_ONBOARD": 5,
    "TOTAL_FATALITIES": 3,
    "PASSENGER_FATALITIES": 2,
    "CREW_FATALITIES": 1,
    "GROUND_CASUALTIES": 2,
    "SUMMARY_OF_EVENTS": "After making a missed approach and during the second attempt at landing at Toncontin Airport, the plane overran the runway, skidded across a street, struck cars and came to rest against an embankment. The runway was wet with rain from Tropical Storm Alma."
  },
  {
    "DATE": "06/26/1988",
    "TIME": "14:45",
    "LOCATION": "Habsheim, France",
    "OPERATOR": "Air France",
    "FLIGHT#": "296Q",
    "ROUTE": "Basel - Basel",
    "AIRCRAFT_TYPE": "Airbus A320-111",
    "AIRCRAFT_REG": "F-GFKC",
    "CN_LN": 9,
    "TOTAL_ONBOARD": 136,
    "PASSENGER_ONBOARD": 130,
    "CREW_ONBOARD": 6,
    "TOTAL_FATALITIES": 3,
    "PASSENGER_FATALITIES": 3,
    "CREW_FATALITIES": 0,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The plane was scheduled to perform a series of fly-bys at an air show. The plane was to descend to 100 ft. altitude with landing gear and flaps extended. The automatic go-around protection (Alpha Floor Function) was inhibited for the maneuver. During the maneuver, the plane descended thru 100 ft. to an altitude of 30 feet and hit trees at the end of the runway. The aircraft was totally destroyed by the successive impacts and violent fire which followed. The pilot allowed the aircraft to descend through 100 ft. at slow speed and maximum angle of attack and was late in applying go-around power. Unfamiliarity of the crew with the landing field and lack of planning for the flyby."
  },
  {
    "DATE": "08/29/1996",
    "TIME": "10:22",
    "LOCATION": "Near Longyearbyen, Norway",
    "OPERATOR": "Vnukovo Airlines",
    "FLIGHT#": 2801,
    "ROUTE": "Moscow - Svalbard",
    "AIRCRAFT_TYPE": "Tupolev TU-154M",
    "AIRCRAFT_REG": "RA-85621",
    "CN_LN": "86A-742",
    "TOTAL_ONBOARD": 141,
    "PASSENGER_ONBOARD": 129,
    "CREW_ONBOARD": 12,
    "TOTAL_FATALITIES": 141,
    "PASSENGER_FATALITIES": 129,
    "CREW_FATALITIES": 12,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The aircraft crashed 7 nm short of the runway into Operafjellet Mountain at an altitude of 2,900 ft. while attempting to land in poor weather. The crew did not use the usual approach which includes a turn over the ocean, but rather took a route that led through a narrow valley. Inadequate planning, unsatisfactory crew resource management and monitoring, not discontinuing the approach when procedural uncertainties existed and limited knowledge of the operating language and the actual airspace. The passengers were mainly Russian coal miners headed for a Russian mine on one of the Norwegian islands."
  },
  {
    "DATE": "11/13/1995",
    "TIME": "08:55",
    "LOCATION": "Kaduna, Nigeria",
    "OPERATOR": "Nigeria Airways",
    "FLIGHT#": 357,
    "ROUTE": "Jos - Kano",
    "AIRCRAFT_TYPE": "Boeing B-737-2F9",
    "AIRCRAFT_REG": "5N-AUA",
    "CN_LN": 22985,
    "TOTAL_ONBOARD": 137,
    "PASSENGER_ONBOARD": 129,
    "CREW_ONBOARD": 8,
    "TOTAL_FATALITIES": 9,
    "PASSENGER_FATALITIES": 9,
    "CREW_FATALITIES": 0,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The aircraft touched down halfway down the runway, veered off the runway where dry grass caught fire under the aircraft and eventually spread destroying the aircraft."
  },
  {
    "DATE": "10/05/1991",
    "TIME": "15:00",
    "LOCATION": "Near Jakarta, Indonesia",
    "OPERATOR": "Military - Indonesian Air Force",
    "FLIGHT#": "",
    "ROUTE": "Jakarta-Bandung",
    "AIRCRAFT_TYPE": "Lockheed C-130H-30",
    "AIRCRAFT_REG": "A-1324",
    "CN_LN": 4927,
    "TOTAL_ONBOARD": 134,
    "PASSENGER_ONBOARD": 129,
    "CREW_ONBOARD": 5,
    "TOTAL_FATALITIES": 134,
    "PASSENGER_FATALITIES": 129,
    "CREW_FATALITIES": 5,
    "GROUND_CASUALTIES": 2,
    "SUMMARY_OF_EVENTS": "The aircraft crashed into buildings during an attempted emergency landing after an engine caught fire during  take off."
  },
  {
    "DATE": "06/08/1982",
    "TIME": "02:25",
    "LOCATION": "Near Pacatuba, Brazil",
    "OPERATOR": "VASP",
    "FLIGHT#": 168,
    "ROUTE": "Rio de Janerio - Fortaleza",
    "AIRCRAFT_TYPE": "Boeing B-727-212A",
    "AIRCRAFT_REG": "PP-SRK",
    "CN_LN": "21347/1282",
    "TOTAL_ONBOARD": 137,
    "PASSENGER_ONBOARD": 128,
    "CREW_ONBOARD": 9,
    "TOTAL_FATALITIES": 137,
    "PASSENGER_FATALITIES": 128,
    "CREW_FATALITIES": 9,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The aircraft crashed into a 2,500 ft. mountain (Serra da Aratanha) during an approach in heavy rain and fog. Despite two altitude alert system warnings and the co-pilot's warning of the mountains ahead, the captain continued to descend below the minimum descend altitude. Non-observance of air traffic and carrier's procedures."
  },
  {
    "DATE": "05/03/1986",
    "TIME": "09:05",
    "LOCATION": "Colombo, Sri Lanka",
    "OPERATOR": "Air Lanka",
    "FLIGHT#": 512,
    "ROUTE": "London - Zurich - Dubai - Colombo - Male",
    "AIRCRAFT_TYPE": "Lockheed L-1011-100",
    "AIRCRAFT_REG": "4R-ULD",
    "CN_LN": 1061,
    "TOTAL_ONBOARD": 150,
    "PASSENGER_ONBOARD": 128,
    "CREW_ONBOARD": 22,
    "TOTAL_FATALITIES": 22,
    "PASSENGER_FATALITIES": 22,
    "CREW_FATALITIES": 0,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "Detonation of an explosive device in the rear section of the cabin while on the ground and passengers were boarding. The aircraft was named City of Colombo."
  },
  {
    "DATE": "09/25/1978",
    "TIME": "09:02",
    "LOCATION": "San Diego, California",
    "OPERATOR": "Pacific Southwest Airlines / Private",
    "FLIGHT#": 182,
    "ROUTE": "Los Angeles - San Diego",
    "AIRCRAFT_TYPE": "Boeing B-727-214 / Cessna 172",
    "AIRCRAFT_REG": "N533PS/N7711G",
    "CN_LN": "19688/589 / ?",
    "TOTAL_ONBOARD": 137,
    "PASSENGER_ONBOARD": 128,
    "CREW_ONBOARD": 9,
    "TOTAL_FATALITIES": 137,
    "PASSENGER_FATALITIES": 128,
    "CREW_FATALITIES": 9,
    "GROUND_CASUALTIES": 7,
    "SUMMARY_OF_EVENTS": "Midair collision. The PSA was descending and about to land at Lindbergh Field. The Cessna was climbing while engaged in practice approaches. The 727 overtook and struck the Cessna from the rear. The primary cause was the PSA crew lost sight of the Cessna and did not make that fact known to the ATC.  The ATC failed to realize from the PSA transmissions that they lost sight of the Cessna. One hundred thirty-five killed on the PSA, two on the Cessna and seven on the ground. Crew fatigue may have played a part in the accident as there are unofficial reports that the crew attended an all night party and had only 2 hours sleep from the night before."
  },
  {
    "DATE": "09/08/1994",
    "TIME": "19:03",
    "LOCATION": "Near Aliquippa, Pennsylvania",
    "OPERATOR": "USAir",
    "FLIGHT#": 427,
    "ROUTE": "Chicago - Pittsburgh",
    "AIRCRAFT_TYPE": "Boeing B-737-3B7",
    "AIRCRAFT_REG": "N513AU",
    "CN_LN": "23699/1452",
    "TOTAL_ONBOARD": 132,
    "PASSENGER_ONBOARD": 127,
    "CREW_ONBOARD": 5,
    "TOTAL_FATALITIES": 132,
    "PASSENGER_FATALITIES": 127,
    "CREW_FATALITIES": 5,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "While on approach, the aircraft went into a sudden nose dive from 6,000 ft. and crashed into a wooded ravine 6 miles northwest of Pittsburgh International Airport. The accident was caused by a loss of control of the aircraft resulting from the movement of the rudder surface to its blowdown limit or an uncommanded rudder reversal. The rudder surface deflected in a direction opposite to that commanded by the pilots as a result of a jam of the main rudder PCU servo valve secondary slide to the servo valve housing offset from its neutral position and overtravel of the  primary slide. The most likely sequence of events that led up to the accident included the jamming of the PCU servo valve, the application of light left rudder followed by hard right rudder which caused the rudder to reverse in the opposite direction the pilot commanded it to go.  The application of hard right rudder was possibly initiated because the plane flew into the wake vortex of a B-727 which rolled the plane to the left.  Rudder hardover is normally corrected with the stick (ailerons) but because the plane was flying at the crossover speed of 190 knots with flaps 1, using the stick would not correct the situation. When the right rudder was applied the rudder went to its fullblown left position causing the plane to roll further left, stall and go into a dive. Some speculate if the pilot-in-command pushed forward on the yoke to gain some speed rather than pull back, the accident possibly could have been avoided. Blame was not placed on the crew because there was no mention of this type of recovery by the manufacturer nor was there any training for such an occurrence."
  },
  {
    "DATE": "02/25/2009",
    "TIME": "10:31",
    "LOCATION": "Amsterdam, Netherlands",
    "OPERATOR": "Turkish Airlines",
    "FLIGHT#": 1951,
    "ROUTE": "Istanbul, Turkey - Amsterdam, Netherlands",
    "AIRCRAFT_TYPE": "Boeing 737-8F2",
    "AIRCRAFT_REG": "TC-JGE",
    "CN_LN": "29789/1065",
    "TOTAL_ONBOARD": 134,
    "PASSENGER_ONBOARD": 127,
    "CREW_ONBOARD": 7,
    "TOTAL_FATALITIES": 9,
    "PASSENGER_FATALITIES": 6,
    "CREW_FATALITIES": 3,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The plane was on final approach to Runway 18R when it crashed 1 mile short of the runway into a field and broke in three. Nine people were killed and 55 injured. A faulty instrument caused the plane's autopilot to cut fuel to the engines prematurely. Pilots were late to notice warning signals and reacted inadequately."
  },
  {
    "DATE": "11/08/1983",
    "TIME": "15:20",
    "LOCATION": "Lubango, Huila, Angola",
    "OPERATOR": "TAAG Angola Airlines",
    "FLIGHT#": "",
    "ROUTE": "Lubango - Luanda",
    "AIRCRAFT_TYPE": "Boeing B-737-200",
    "AIRCRAFT_REG": "D2-TBN",
    "CN_LN": 22775,
    "TOTAL_ONBOARD": 130,
    "PASSENGER_ONBOARD": 126,
    "CREW_ONBOARD": 4,
    "TOTAL_FATALITIES": 130,
    "PASSENGER_FATALITIES": 126,
    "CREW_FATALITIES": 4,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The airliner crashed immediately after takeoff.  Shot down by rebels with a surface to air missile."
  },
  {
    "DATE": "05/19/1978",
    "TIME": "13:32",
    "LOCATION": "Pochinok, Russia",
    "OPERATOR": "Aeroflot",
    "FLIGHT#": 6709,
    "ROUTE": "Baku - Leningrad",
    "AIRCRAFT_TYPE": "Tupolev TU-154B",
    "AIRCRAFT_REG": "CCCP-85169",
    "CN_LN": "76A-169",
    "TOTAL_ONBOARD": 134,
    "PASSENGER_ONBOARD": 126,
    "CREW_ONBOARD": 8,
    "TOTAL_FATALITIES": 4,
    "PASSENGER_FATALITIES": 4,
    "CREW_FATALITIES": 0,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The flight engineer accidentally shut off the automatic transferring of fuel from the sump tank. Eventually all three engines stopped and the plane crashed. Fuel starvation."
  },
  {
    "DATE": "02/04/1966",
    "TIME": "19:00",
    "LOCATION": "Tokyo Bay, Japan",
    "OPERATOR": "All Nippon Airways",
    "FLIGHT#": 60,
    "ROUTE": "Chitose - Tokyo",
    "AIRCRAFT_TYPE": "Boeing B-727-81",
    "AIRCRAFT_REG": "JA8302",
    "CN_LN": "18822/126",
    "TOTAL_ONBOARD": 133,
    "PASSENGER_ONBOARD": 126,
    "CREW_ONBOARD": 7,
    "TOTAL_FATALITIES": 133,
    "PASSENGER_FATALITIES": 126,
    "CREW_FATALITIES": 7,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The jetliner crashed about 7.5 miles ESE of Tokyo International (Haneda) Airport where it was scheduled to land. The aircraft was on VFR approach and was observed at a height of 2, 000 ft. just before the crash.  Cause undetermined. Excessive sink rate is thought to have caused four 727 accidents in succession. Lake Michigan 8/16/65, Cincinnati 11/8/65, Salt Lake City 11/11/65 and Tokyo Bay 2/4/66. Only the Salt Lake and Cincinnati crashes were officially attributed to it. After 727 training manuals were modified and pilots were reoriented to the flying characteristics of the aircraft the problem was corrected."
  },
  {
    "DATE": "12/17/1978",
    "TIME": "",
    "LOCATION": "Hyderabad, India",
    "OPERATOR": "Indian Airlines",
    "FLIGHT#": "",
    "ROUTE": "",
    "AIRCRAFT_TYPE": "Boeing B-737-2A8",
    "AIRCRAFT_REG": "VT-EAL",
    "CN_LN": "20485/277",
    "TOTAL_ONBOARD": 132,
    "PASSENGER_ONBOARD": 126,
    "CREW_ONBOARD": 6,
    "TOTAL_FATALITIES": 1,
    "PASSENGER_FATALITIES": 1,
    "CREW_FATALITIES": 0,
    "GROUND_CASUALTIES": 3,
    "SUMMARY_OF_EVENTS": "Couldn't climb on takeoff due to non-availability of leading edge slats, overran the runway and killed one passenger and  3 maintenance workers on the ground cutting grass. Nonavailability of leading edge devices immediately after rotation during take off."
  },
  {
    "DATE": "08/16/2010",
    "TIME": "01:49",
    "LOCATION": "San Andreas Island, Colombia",
    "OPERATOR": "AIRES Colombia",
    "FLIGHT#": "",
    "ROUTE": "Bogota - San Andreas Island",
    "AIRCRAFT_TYPE": "Boeing B-737-73V",
    "AIRCRAFT_REG": "HK-4882",
    "CN_LN": "32416/1270",
    "TOTAL_ONBOARD": 131,
    "PASSENGER_ONBOARD": 125,
    "CREW_ONBOARD": 6,
    "TOTAL_FATALITIES": 2,
    "PASSENGER_FATALITIES": 2,
    "CREW_FATALITIES": 0,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The airliner crashed onto the runway and broke in two during a major storm. One hundred twenty four people were injured. One passenger died of a heart attack and a 11- year-old girl died later of head injuries. Execution of the flight below the angle of approach, due to a misjudgment of the crew, believing to be much higher, leading the aircraft to fly a typical trajectory of a 'black hole' illusion, which was experienced during the night-time approach to a runway with low contrast surrounded in bright focused lights, aggravated by bad weather of heavy rain."
  },
  {
    "DATE": "05/19/1993",
    "TIME": "15:04",
    "LOCATION": "Near Medellin, Colombia",
    "OPERATOR": "SAM Colombia",
    "FLIGHT#": 501,
    "ROUTE": "Panama City - Medellin",
    "AIRCRAFT_TYPE": "Boeing B-727-46",
    "AIRCRAFT_REG": "HK-2422X",
    "CN_LN": "18876/217",
    "TOTAL_ONBOARD": 132,
    "PASSENGER_ONBOARD": 125,
    "CREW_ONBOARD": 7,
    "TOTAL_FATALITIES": 132,
    "PASSENGER_FATALITIES": 125,
    "CREW_FATALITIES": 7,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The plane hit Mt. Paramo Frontino at 12,300 ft. while on approach to Maria Cordova Airport. Errors by the crew and the ATC. The aircraft descended into mountainous terrain before actually reaching the Abejorral NDB beacon. The VOR/DME had been sabotaged by terrorists and not in service."
  },
  {
    "DATE": "02/27/1980",
    "TIME": "06:00",
    "LOCATION": "Manila, Philippines",
    "OPERATOR": "China Airlines (Taiwan)",
    "FLIGHT#": "",
    "ROUTE": "Taipei - Manila",
    "AIRCRAFT_TYPE": "Boeing B-707-309C",
    "AIRCRAFT_REG": "B-1826",
    "CN_LN": "20262/830",
    "TOTAL_ONBOARD": 135,
    "PASSENGER_ONBOARD": 124,
    "CREW_ONBOARD": 11,
    "TOTAL_FATALITIES": 2,
    "PASSENGER_FATALITIES": 2,
    "CREW_FATALITIES": 0,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The aircraft undershot the runway and bounced twice. The two outboard engines broke loose and the wingtips were ripped off. A fire broke out and spread rapidly. Pilot error."
  },
  {
    "DATE": "12/23/1978",
    "TIME": "00:39",
    "LOCATION": "Off Cinisi, Sicily, Italy",
    "OPERATOR": "Alitalia",
    "FLIGHT#": 4128,
    "ROUTE": "Rome - Palermo",
    "AIRCRAFT_TYPE": "McDonnell Douglas DC-9-32",
    "AIRCRAFT_REG": "I-DIKQ",
    "CN_LN": "47227/334",
    "TOTAL_ONBOARD": 129,
    "PASSENGER_ONBOARD": 124,
    "CREW_ONBOARD": 5,
    "TOTAL_FATALITIES": 108,
    "PASSENGER_FATALITIES": 103,
    "CREW_FATALITIES": 5,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The aircraft crashed into ocean during a landing approach. Poor monitoring of altitudes and too early a transition from ILS to visual flight procedures."
  },
  {
    "DATE": "10/19/1988",
    "TIME": "07:00",
    "LOCATION": "Near Ahmedabad, India",
    "OPERATOR": "Indian Airlines",
    "FLIGHT#": 113,
    "ROUTE": "Bombay - Ahmadabad",
    "AIRCRAFT_TYPE": "Boeing B-737-2A8",
    "AIRCRAFT_REG": "VT-EAH",
    "CN_LN": "20481/271",
    "TOTAL_ONBOARD": 129,
    "PASSENGER_ONBOARD": 124,
    "CREW_ONBOARD": 5,
    "TOTAL_FATALITIES": 124,
    "PASSENGER_FATALITIES": 119,
    "CREW_FATALITIES": 5,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The plane hit an electrical mast, 5 miles short of runway during an approach in fog and burst into flames. Error on the part of pilot-in-command as well as co-pilot due to non adherence to procedures under poor visibility conditions."
  },
  {
    "DATE": "08/07/1975",
    "TIME": "16:11",
    "LOCATION": "Denver, Colorado",
    "OPERATOR": "Continental Airlines",
    "FLIGHT#": 426,
    "ROUTE": "Denver - Wichita",
    "AIRCRAFT_TYPE": "Boeing B-727-224",
    "AIRCRAFT_REG": "N88777",
    "CN_LN": "19798/608",
    "TOTAL_ONBOARD": 131,
    "PASSENGER_ONBOARD": 124,
    "CREW_ONBOARD": 7,
    "TOTAL_FATALITIES": 0,
    "PASSENGER_FATALITIES": 0,
    "CREW_FATALITIES": 0,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The aircraft climbed to about 100 feet above runway 35L and then crashed near the departure end of the runway. At the time of the accident, a thunderstorm with associated rain showers was moving over the northern portion of the airport. The aircraft's encounter, immediately following takeoff, with severe windshear at an altitude and airspeed which precluded recovery to level flight."
  },
  {
    "DATE": "06/28/1982",
    "TIME": "10:49",
    "LOCATION": "Southern Belarus, USSR",
    "OPERATOR": "Aeroflot",
    "FLIGHT#": 8641,
    "ROUTE": "Leningrad - Kiev",
    "AIRCRAFT_TYPE": "Yakovlev YAK-42",
    "AIRCRAFT_REG": "CCCP-42529",
    "CN_LN": 8040104,
    "TOTAL_ONBOARD": 132,
    "PASSENGER_ONBOARD": 124,
    "CREW_ONBOARD": 8,
    "TOTAL_FATALITIES": 132,
    "PASSENGER_FATALITIES": 124,
    "CREW_FATALITIES": 8,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "From an altitude of 30,000 ft., a malfunction occurred causing the aircraft to crash 125 miles from its destination. In-flight failure and jamming of stabilizer screw-jack mechanism due to wear."
  },
  {
    "DATE": "04/19/2000",
    "TIME": "07:02",
    "LOCATION": "Samal Island, Philippines",
    "OPERATOR": "Air Philippines",
    "FLIGHT#": 541,
    "ROUTE": "Manila - Davao",
    "AIRCRAFT_TYPE": "Boeing B-737-2H4",
    "AIRCRAFT_REG": "RP-C3010",
    "CN_LN": "21447/508",
    "TOTAL_ONBOARD": 131,
    "PASSENGER_ONBOARD": 124,
    "CREW_ONBOARD": 7,
    "TOTAL_FATALITIES": 131,
    "PASSENGER_FATALITIES": 124,
    "CREW_FATALITIES": 7,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The aircraft circled Davao airport in an attempt to land but crashed onto a coconut plantation on the mountainous Samal Island. The plane aborted a previous landing attempt because another plane was on the runway. Weather and visibility were good in the area but the landing attempt may have been hampered by low-lying clouds. The last message from the crew was that they were 7 miles from the airport on final approach. Nothing more was heard from the plane. The aircraft disintegrated upon impact near Mt. Kalangan. The elevation of the accident site was about 500 feet above sea level but the plane should have been at a altitude of 1,500 feet."
  },
  {
    "DATE": "09/16/2007",
    "TIME": "15:35",
    "LOCATION": "Phuket, Thailand",
    "OPERATOR": "One-Two-Go Airlines",
    "FLIGHT#": 269,
    "ROUTE": "Bangkok - Phuket",
    "AIRCRAFT_TYPE": "McDonnell Douglas MD-82",
    "AIRCRAFT_REG": "HS-OMG",
    "CN_LN": "49183/1129",
    "TOTAL_ONBOARD": 130,
    "PASSENGER_ONBOARD": 123,
    "CREW_ONBOARD": 7,
    "TOTAL_FATALITIES": 90,
    "PASSENGER_FATALITIES": 85,
    "CREW_FATALITIES": 5,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "While landing in heavy rain and strong cross winds, the aircraft skidded off the runway, struck an earth embankment and caught fire. The pilot attempted to land, despite 15 warning alarms and his copilot's calls to abort the attempt. Also, the plane was traveling faster and descending more sharply than normal."
  },
  {
    "DATE": "12/27/1991",
    "TIME": "08:51",
    "LOCATION": "Stockholm, Sweden",
    "OPERATOR": "Scandinavian Airlines (SAS)",
    "FLIGHT#": 751,
    "ROUTE": "Stockholm-Copenhagen-Warsaw",
    "AIRCRAFT_TYPE": "McDonnell Douglas MD-81",
    "AIRCRAFT_REG": "OY-KHO",
    "CN_LN": "53003/1844",
    "TOTAL_ONBOARD": 129,
    "PASSENGER_ONBOARD": 123,
    "CREW_ONBOARD": 6,
    "TOTAL_FATALITIES": 0,
    "PASSENGER_FATALITIES": 0,
    "CREW_FATALITIES": 0,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The aircraft reached an altitude of 3,000 feet and then made an emergency descent, clipping trees and made a belly landing in a field, breaking into 3 parts but staying together. Failure of both engines. Improper deicing of the aircraft led to chunks of ice breaking off and being ingested into both engines, leading to engine failure.  The crew was not trained to recognize and correct engine surges, which occurred when the ice struck the engines.The aircraft was named Dana Viking."
  },
  {
    "DATE": "09/14/1990",
    "TIME": "01:53",
    "LOCATION": "Koltsovo, Russia",
    "OPERATOR": "Aeroflot",
    "FLIGHT#": "",
    "ROUTE": "Volgograd - Sverdlovsk",
    "AIRCRAFT_TYPE": "Yakovlev YAK-42",
    "AIRCRAFT_REG": "CCCP-42351",
    "CN_LN": 1811379,
    "TOTAL_ONBOARD": 128,
    "PASSENGER_ONBOARD": 122,
    "CREW_ONBOARD": 6,
    "TOTAL_FATALITIES": 4,
    "PASSENGER_FATALITIES": 3,
    "CREW_FATALITIES": 1,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The aircraft undershot on approach and crashed 1,700m short of the runway.  It is reported that the crew, who was apparently fatigued, failed to correctly follow procedures. The accident happened at night."
  },
  {
    "DATE": "12/20/1972",
    "TIME": "18:00",
    "LOCATION": "Chicago, Illinois",
    "OPERATOR": "Delta Air Lines/ North Central Airlines",
    "FLIGHT#": "954/575",
    "ROUTE": "Tampa - Chicago / Chicago - Madison",
    "AIRCRAFT_TYPE": "Convair CV-880 / McDonnell DC-9-31",
    "AIRCRAFT_REG": "N8897E/N954N",
    "CN_LN": "22-00-29 / 47159/231",
    "TOTAL_ONBOARD": 133,
    "PASSENGER_ONBOARD": 122,
    "CREW_ONBOARD": 11,
    "TOTAL_FATALITIES": 10,
    "PASSENGER_FATALITIES": 10,
    "CREW_FATALITIES": 0,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The Delta Convair, taxing across Runway 27L, after landing in heavy fog, was hit by the North Central DC-9 as it took off, shearing off its tail. The DC-9 came crashing back down on the runway and caught fire. Ten people out of 45 aboard the DC-9 were killed. None of the 88 aboard the Convair were killed. The ATC gave ambiguous instructions to the Delta crew, did not use all available information to determine the location of the CV-880 and the CV-880 crew did not request clarification of the controller's instructions."
  },
  {
    "DATE": "06/03/1962",
    "TIME": "12:35",
    "LOCATION": "Villeneuve-le-Roi, Val-de-Marne, France",
    "OPERATOR": "Air France",
    "FLIGHT#": 7,
    "ROUTE": "Paris - New York City",
    "AIRCRAFT_TYPE": "Boeing B-707-328",
    "AIRCRAFT_REG": "F-BHSM",
    "CN_LN": "17920/159",
    "TOTAL_ONBOARD": 132,
    "PASSENGER_ONBOARD": 122,
    "CREW_ONBOARD": 10,
    "TOTAL_FATALITIES": 130,
    "PASSENGER_FATALITIES": 122,
    "CREW_FATALITIES": 8,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "During takeoff from Orly Airport, the nose rose for about 5 seconds and then dropped back down on the runway. Smoke streamed from the wheels as the crew tried to stop the aircraft but it ran off the runway and collided with the runway lights and a house. The only survivors were two stewardesses who were seated in the tail section which broke free in the crash. The aircraft's horizontal stabilizer was improperly trimmed due to a failure of the trim servo motor."
  },
  {
    "DATE": "06/18/1953",
    "TIME": "16:34",
    "LOCATION": "Tachikawa AFB, Tokyo, Japan",
    "OPERATOR": "Military - U.S. Air Force",
    "FLIGHT#": "",
    "ROUTE": "Tachikawa AB - Kimpo AB",
    "AIRCRAFT_TYPE": "Douglas C-124A Globemaster II",
    "AIRCRAFT_REG": "51-137A",
    "CN_LN": 43471,
    "TOTAL_ONBOARD": 129,
    "PASSENGER_ONBOARD": 122,
    "CREW_ONBOARD": 7,
    "TOTAL_FATALITIES": 129,
    "PASSENGER_FATALITIES": 122,
    "CREW_FATALITIES": 7,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "Crashed shortly after taking off from Tachikawa Air Base. Engine failure during takeoff. A premature application of full flaps during the three engine approach resultied in loss of air speed and aircraft control. The plane crashed into a field of watermelons. First aviation disaster to claim more than 100 lives."
  }
]