[
  {
    "DATE": "03/27/1977",
    "TIME": "17:07",
    "LOCATION": "Tenerife, Canary Islands",
    "OPERATOR": "Pan American World Airways / KLM",
    "FLIGHT#": "1736/4805",
    "ROUTE": "Tenerife - Las Palmas / Tenerife - Las Palmas",
    "AIRCRAFT_TYPE": "Boeing B-747-121 / Boeing B-747-206B",
    "AIRCRAFT_REG": "N736PA/PH-BUF",
    "CN_LN": "19643/11 / 20400/157",
    "TOTAL_ONBOARD": 644,
    "PASSENGER_ONBOARD": 614,
    "CREW_ONBOARD": 30,
    "TOTAL_FATALITIES": 583,
    "PASSENGER_FATALITIES": 560,
    "CREW_FATALITIES": 23,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "Both aircraft were diverted to Tenerife because of a bombing at Las Palmas Airport. After an extended delay,  both planes were instructed to back track up the runway. The KLM plane reached its takeoff point while the Pan Am plane was still on the runway. The Pan Am plane continued up the runway missing the taxiway turnout. There was heavy fog on the runway. The KLM plane began its takeoff roll without permission with the Pan Am plane still on the runway. The controller and Pan Am pilot each radioed a warning to the KLM plane, but were not heard because the simultaneous transmissions interfered with each other.The KLM plane hit the Pan Am plane just as it was taking off. Both planes burst into flames.  KLM 234 + 14 crew,  Pan Am 326 + 9 crew killed. All aboard the KLM plane were killed. The KLM captain was their safety officer and for some months had  been training other pilots using a simulator, where getting takeoff permission was not simulated. The Pan Am aircraft was named Clipper Victor. The KLM aircraft was named Rhine River. Despite all the circumstances the KLM plane was blamed for taking off without permission by the NTSB."
  },
  {
    "DATE": "08/12/1985",
    "TIME": "18:56",
    "LOCATION": "Mt. Osutaka, near Ueno Village, Japan",
    "OPERATOR": "Japan Air Lines",
    "FLIGHT#": 123,
    "ROUTE": "Tokyo - Osaka",
    "AIRCRAFT_TYPE": "Boeing B-747-SR46",
    "AIRCRAFT_REG": "JA8119",
    "CN_LN": "20783/230",
    "TOTAL_ONBOARD": 524,
    "PASSENGER_ONBOARD": 509,
    "CREW_ONBOARD": 15,
    "TOTAL_FATALITIES": 520,
    "PASSENGER_FATALITIES": 505,
    "CREW_FATALITIES": 15,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The aircraft suffered an aft pressure bulkhead failure at 23,900 ft. The aircraft had severe control difficulties with loss of all controls and eventually after 40 minutes, collided with a mountain. Improper repair of the  bulkhead while being supervised by Boeing engineers after a tail strike in 1978. Worst single plane disaster in aviation history. Kyu Sakamoto, 43, famous for his Japanese song \"Sukiyaki\" was killed in the accident."
  },
  {
    "DATE": "07/23/1999",
    "TIME": "11:25",
    "LOCATION": "Tokyo, Japan",
    "OPERATOR": "All Nippon Airways",
    "FLIGHT#": 61,
    "ROUTE": "Tokyo, Japan - Chitose, Japan",
    "AIRCRAFT_TYPE": "Boeing B-747",
    "AIRCRAFT_REG": "JA8966",
    "CN_LN": "27442/1066",
    "TOTAL_ONBOARD": 517,
    "PASSENGER_ONBOARD": 503,
    "CREW_ONBOARD": 14,
    "TOTAL_FATALITIES": 1,
    "PASSENGER_FATALITIES": 0,
    "CREW_FATALITIES": 1,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "Two minutes after taking off from Haneda Airport, a man carrying a knife forced a flight attendant to take him in the cockpit of the plane.  A fan of computer flight-simulation games, he stated he just wanted to fly a real plane.  After forcing the co-pilot out of the cockpit he ordered the captain to fly to a U.S. Air Force base in western Tokyo. When he refused, he stabbed the captain and seized the controls. After a sudden drop in altitude, the co-pilot and an off duty crew member entered the cockpit and overpowered the hijacker.  A one point the plane plunged to within 984 feet of the ground. The plane ultimately  landed safely but the captain died of his injuries."
  },
  {
    "DATE": "09/13/1982",
    "TIME": "12:00",
    "LOCATION": "Near Malaga, Spain",
    "OPERATOR": "Spantax",
    "FLIGHT#": 995,
    "ROUTE": "Malaga - New York City",
    "AIRCRAFT_TYPE": "McDonnell Douglas DC-10-30CF",
    "AIRCRAFT_REG": "EC-DEG",
    "CN_LN": "46962/238",
    "TOTAL_ONBOARD": 394,
    "PASSENGER_ONBOARD": 381,
    "CREW_ONBOARD": 13,
    "TOTAL_FATALITIES": 50,
    "PASSENGER_FATALITIES": 47,
    "CREW_FATALITIES": 3,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The aircraft crashed during takeoff after intense vibration caused by a blown retreaded tire. The crew aborted the takeoff above VR and overran the runway. They also  failed to apply reverse thrust symmetrically."
  },
  {
    "DATE": "12/28/1997",
    "TIME": "23:10",
    "LOCATION": "Over the Pacific Ocean",
    "OPERATOR": "United Air Lines",
    "FLIGHT#": 826,
    "ROUTE": "Tokyo - Honolulu",
    "AIRCRAFT_TYPE": "Boeing B-747-122",
    "AIRCRAFT_REG": "N4723U",
    "CN_LN": "19882/175",
    "TOTAL_ONBOARD": 393,
    "PASSENGER_ONBOARD": 374,
    "CREW_ONBOARD": 19,
    "TOTAL_FATALITIES": 1,
    "PASSENGER_FATALITIES": 1,
    "CREW_FATALITIES": 0,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "Two hours into the flight, at FL 310, the plane received reports of severe clear air turbulence in the area and the seat belt sign was turned on. Moments later, the aircraft suddenly dropped around one hundred feet seriously injuring many passengers and causing damage to the aircraft. The plane landed safely back at Tokyo, but  one passenger died of her injuries."
  },
  {
    "DATE": "09/05/1986",
    "TIME": "06:00",
    "LOCATION": "Karachi, Pakistan",
    "OPERATOR": "Pan American World Airways",
    "FLIGHT#": 73,
    "ROUTE": "Bombay-Karachi-Frankfurt-New York",
    "AIRCRAFT_TYPE": "Boeing B-747-121",
    "AIRCRAFT_REG": "N656PA",
    "CN_LN": "20351/127",
    "TOTAL_ONBOARD": 384,
    "PASSENGER_ONBOARD": 364,
    "CREW_ONBOARD": 20,
    "TOTAL_FATALITIES": 16,
    "PASSENGER_FATALITIES": 14,
    "CREW_FATALITIES": 1,
    "GROUND_CASUALTIES": 1,
    "SUMMARY_OF_EVENTS": "While on the ground, four hijackers opened fire on the passengers and crew and threw grenades among them, killing 16 passengers, one crew member and one ground crew member. The aircraft was named \"Clipper Empress of the Seas."
  },
  {
    "DATE": "02/24/1989",
    "TIME": "02:09",
    "LOCATION": "Honolulu, Hawaii",
    "OPERATOR": "United Air Lines",
    "FLIGHT#": 811,
    "ROUTE": "Los Angeles - Honolulu - Auckland - Sydney",
    "AIRCRAFT_TYPE": "Boeing B-747-122",
    "AIRCRAFT_REG": "N4713U",
    "CN_LN": "19875/89",
    "TOTAL_ONBOARD": 356,
    "PASSENGER_ONBOARD": 338,
    "CREW_ONBOARD": 18,
    "TOTAL_FATALITIES": 9,
    "PASSENGER_FATALITIES": 9,
    "CREW_FATALITIES": 0,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "After leaving Honolulu, on a flight from Los Angeles to Sydney, Australia, the loss of an improperly latched forward lower lobe cargo door resulted in explosive decompression and loss of power in the No. 3 and 4 engines. Nine passengers were sucked out of the plane and lost at sea. The plane landed safely. The cargo door opening was attributed to a faulty switch or wiring in the door control system which permitted electrical actuation of the door latches towards the unlatched position after initial door closure and before takeoff. As a failsafe, the latches should have been blocked from moving by a mechanism called a \"locking sector\" (one on each latch), engaged manually by a lever after the door is closed.  However, the locking sectors as designed were not strong enough and could be overcome by the motors which was a design flaw right from the introduction of the747.  This was finally recognized as serious, after a non-fatal failure in 1987, but installing stronger locking sectors required taking each plane out of service 10 hours, and the FAA had allowed airlines 18 months so they could do it during other maintenance procedures."
  },
  {
    "DATE": "03/03/1974",
    "TIME": "11:41",
    "LOCATION": "Near Ermenonville, France",
    "OPERATOR": "Turkish Airlines (THY)",
    "FLIGHT#": 981,
    "ROUTE": "Paris - London",
    "AIRCRAFT_TYPE": "McDonnell Douglas DC-10-10",
    "AIRCRAFT_REG": "TC-JAV",
    "CN_LN": "46704/29",
    "TOTAL_ONBOARD": 346,
    "PASSENGER_ONBOARD": 335,
    "CREW_ONBOARD": 11,
    "TOTAL_FATALITIES": 346,
    "PASSENGER_FATALITIES": 335,
    "CREW_FATALITIES": 11,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The aircraft crashed shortly after takeoff from Orly Airport in Paris, France. Climbing through FL110 the aircraft lost the rear cargo door, resulting in explosive decompression and damage to the cabin floor and control cables. The aircraft lost control and crashed in a forest at a high rate of speed. The service subcontractor and the flight engineer neglected to check the locking mechanism through a recently installed viewport to verify the door was latched properly. In addition, although a service bulletin stipulated that the locking pin should be extended, it was mistakenly shortened causing the latch to release after the cabin was pressurized. On June 12, 1972, an American Airlines DC-10 lost its cargo door shortly after taking off from Detroit ,Michigan. Using mainly engine thrust the crew was able to land safely. The cause was a defect in the latching mechanism on the door."
  },
  {
    "DATE": "12/21/1992",
    "TIME": "07:53",
    "LOCATION": "Faro, Algarve, Portugal",
    "OPERATOR": "Martinair Holland NV",
    "FLIGHT#": 495,
    "ROUTE": "Amsterdam - Faro",
    "AIRCRAFT_TYPE": "McDonnell Douglas DC-10-30CF",
    "AIRCRAFT_REG": "PH-MBN",
    "CN_LN": 46924,
    "TOTAL_ONBOARD": 340,
    "PASSENGER_ONBOARD": 327,
    "CREW_ONBOARD": 13,
    "TOTAL_FATALITIES": 56,
    "PASSENGER_FATALITIES": 54,
    "CREW_FATALITIES": 2,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "While attempting a second landing in high winds, during a storm, the aircraft's wing tip hit the runway resulting in the aircraft departing the runway and causing a fuel tank to explode. The high rate of descent in the final phase of the approach and the landing made on the right landing gear which exceeded the structural limitations of the aircraft.The crosswind, which exceeded the aircrafts limits and which occurred in the final phase of the approach and during landing. The combination of both factors caused stresses which exceeded the structural limitations of the aircraft. In addition, there were four moments when the pilots should have decided to abort the landing and do a go-around. This because the runway was flooded with water, the plane had left the flight path and was unstable during landing. In addition, the pilots did not properly correct for the windshear, flew too slowly and made errors with the automatic pilot."
  },
  {
    "DATE": "11/12/1996",
    "TIME": "18:40",
    "LOCATION": "Near Charkhi Dadri, India",
    "OPERATOR": "Saudi Arabian Airlines / Kazakhstan Airlines",
    "FLIGHT#": "763/1907",
    "ROUTE": "New Delhi - Dhahran / Chimkent - New Delhi",
    "AIRCRAFT_TYPE": "Boeing B-747-168B / Ilyushin IL-76TD",
    "AIRCRAFT_REG": "HZ-AIH/UN-76435",
    "CN_LN": "22748/555/1023413428",
    "TOTAL_ONBOARD": 349,
    "PASSENGER_ONBOARD": 316,
    "CREW_ONBOARD": 33,
    "TOTAL_FATALITIES": 349,
    "PASSENGER_FATALITIES": 316,
    "CREW_FATALITIES": 33,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "Midair collision 17 km W of New Delhi.  The Saudi 747 had just taken off from New Delhi airport ascending to 14,000 feet while the Il-76 was descending. Three hundred twelve aboard the B-747 and thirty-seven aboard the Il-76 were killed. The Il-76 descended below its assigned altitude. The death toll was reduced from 351 to 349 after Kazakstan Airlines reported 37 aboard rather than 39. Neither aircraft was equipped with an Airborne Collision Avoidance System. The 747 had taken off from Delhi and had been cleared to climb to FL140.  Meanwhile, the IL76, which was inbound to Delhi on the same airway, had been cleared to descend to FL150. However, due to a misunderstanding, the pilot and most of the cockpit crew of the IL76 believed the flight had been cleared to continue down to FL140. The Indian accident report attributed the failure of most of the IL76 crew to correctly understand the situation due to their lack of a working knowledge of English. Also contributing to the crew's decision to continue the descent below their clearance limit were poor cockpit resource management, a lack of leadership by the captain, a lack of co-ordination between the crew and a general casual attitude to the conduct of the flight."
  },
  {
    "DATE": "04/04/1975",
    "TIME": "16:30",
    "LOCATION": "Saigon, South Vietnam",
    "OPERATOR": "Military - U.S. Air Force",
    "FLIGHT#": "",
    "ROUTE": "Saigon - Clark - Los Angeles",
    "AIRCRAFT_TYPE": "Lockheed C-5A Galaxy",
    "AIRCRAFT_REG": "68-218",
    "CN_LN": 21,
    "TOTAL_ONBOARD": 330,
    "PASSENGER_ONBOARD": 314,
    "CREW_ONBOARD": 16,
    "TOTAL_FATALITIES": 155,
    "PASSENGER_FATALITIES": 150,
    "CREW_FATALITIES": 5,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The aircraft reported it was returning to Tan Son Nhut Airbase 15 minutes after taking off. The aircraft was not able to make the airport and crashed landed into a rice paddy, 1.5 miles from the airport. The flight was evacuating 243 Vietnamese orphans. Pressure failure due to a faulty rear loading ramp caused decompression which led to severed rudder and elevator cables and loss of two hydraulic systems resulting in a loss of pitch control. Worst single non-combat U.S. military aviation disaster."
  }
  
 
 

]
