[
  {
    "DATE": "03/27/1977",
    "TIME": "17:07",
    "LOCATION": "Tenerife, Canary Islands",
    "OPERATOR": "Pan American World Airways / KLM",
    "FLIGHT#": "1736/4805",
    "ROUTE": "Tenerife - Las Palmas / Tenerife - Las Palmas",
    "AIRCRAFT_TYPE": "Boeing B-747-121 / Boeing B-747-206B",
    "AIRCRAFT_REG": "N736PA/PH-BUF",
    "CN_LN": "19643/11 / 20400/157",
    "TOTAL_ONBOARD": 644,
    "PASSENGER_ONBOARD": 614,
    "CREW_ONBOARD": 30,
    "TOTAL_FATALITIES": 583,
    "PASSENGER_FATALITIES": 560,
    "CREW_FATALITIES": 23,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "Both aircraft were diverted to Tenerife because of a bombing at Las Palmas Airport. After an extended delay,  both planes were instructed to back track up the runway. The KLM plane reached its takeoff point while the Pan Am plane was still on the runway. The Pan Am plane continued up the runway missing the taxiway turnout. There was heavy fog on the runway. The KLM plane began its takeoff roll without permission with the Pan Am plane still on the runway. The controller and Pan Am pilot each radioed a warning to the KLM plane, but were not heard because the simultaneous transmissions interfered with each other.The KLM plane hit the Pan Am plane just as it was taking off. Both planes burst into flames.  KLM 234 + 14 crew,  Pan Am 326 + 9 crew killed. All aboard the KLM plane were killed. The KLM captain was their safety officer and for some months had  been training other pilots using a simulator, where getting takeoff permission was not simulated. The Pan Am aircraft was named Clipper Victor. The KLM aircraft was named Rhine River. Despite all the circumstances the KLM plane was blamed for taking off without permission by the NTSB."
  },
  {
    "DATE": "08/12/1985",
    "TIME": "18:56",
    "LOCATION": "Mt. Osutaka, near Ueno Village, Japan",
    "OPERATOR": "Japan Air Lines",
    "FLIGHT#": 123,
    "ROUTE": "Tokyo - Osaka",
    "AIRCRAFT_TYPE": "Boeing B-747-SR46",
    "AIRCRAFT_REG": "JA8119",
    "CN_LN": "20783/230",
    "TOTAL_ONBOARD": 524,
    "PASSENGER_ONBOARD": 509,
    "CREW_ONBOARD": 15,
    "TOTAL_FATALITIES": 520,
    "PASSENGER_FATALITIES": 505,
    "CREW_FATALITIES": 15,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The aircraft suffered an aft pressure bulkhead failure at 23,900 ft. The aircraft had severe control difficulties with loss of all controls and eventually after 40 minutes, collided with a mountain. Improper repair of the  bulkhead while being supervised by Boeing engineers after a tail strike in 1978. Worst single plane disaster in aviation history. Kyu Sakamoto, 43, famous for his Japanese song \"Sukiyaki\" was killed in the accident."
  },
  {
    "DATE": "07/23/1999",
    "TIME": "11:25",
    "LOCATION": "Tokyo, Japan",
    "OPERATOR": "All Nippon Airways",
    "FLIGHT#": 61,
    "ROUTE": "Tokyo, Japan - Chitose, Japan",
    "AIRCRAFT_TYPE": "Boeing B-747",
    "AIRCRAFT_REG": "JA8966",
    "CN_LN": "27442/1066",
    "TOTAL_ONBOARD": 517,
    "PASSENGER_ONBOARD": 503,
    "CREW_ONBOARD": 14,
    "TOTAL_FATALITIES": 1,
    "PASSENGER_FATALITIES": 0,
    "CREW_FATALITIES": 1,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "Two minutes after taking off from Haneda Airport, a man carrying a knife forced a flight attendant to take him in the cockpit of the plane.  A fan of computer flight-simulation games, he stated he just wanted to fly a real plane.  After forcing the co-pilot out of the cockpit he ordered the captain to fly to a U.S. Air Force base in western Tokyo. When he refused, he stabbed the captain and seized the controls. After a sudden drop in altitude, the co-pilot and an off duty crew member entered the cockpit and overpowered the hijacker.  A one point the plane plunged to within 984 feet of the ground. The plane ultimately  landed safely but the captain died of his injuries."
  },
  {
    "DATE": "09/13/1982",
    "TIME": "12:00",
    "LOCATION": "Near Malaga, Spain",
    "OPERATOR": "Spantax",
    "FLIGHT#": 995,
    "ROUTE": "Malaga - New York City",
    "AIRCRAFT_TYPE": "McDonnell Douglas DC-10-30CF",
    "AIRCRAFT_REG": "EC-DEG",
    "CN_LN": "46962/238",
    "TOTAL_ONBOARD": 394,
    "PASSENGER_ONBOARD": 381,
    "CREW_ONBOARD": 13,
    "TOTAL_FATALITIES": 50,
    "PASSENGER_FATALITIES": 47,
    "CREW_FATALITIES": 3,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The aircraft crashed during takeoff after intense vibration caused by a blown retreaded tire. The crew aborted the takeoff above VR and overran the runway. They also  failed to apply reverse thrust symmetrically."
  },
  {
    "DATE": "12/28/1997",
    "TIME": "23:10",
    "LOCATION": "Over the Pacific Ocean",
    "OPERATOR": "United Air Lines",
    "FLIGHT#": 826,
    "ROUTE": "Tokyo - Honolulu",
    "AIRCRAFT_TYPE": "Boeing B-747-122",
    "AIRCRAFT_REG": "N4723U",
    "CN_LN": "19882/175",
    "TOTAL_ONBOARD": 393,
    "PASSENGER_ONBOARD": 374,
    "CREW_ONBOARD": 19,
    "TOTAL_FATALITIES": 1,
    "PASSENGER_FATALITIES": 1,
    "CREW_FATALITIES": 0,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "Two hours into the flight, at FL 310, the plane received reports of severe clear air turbulence in the area and the seat belt sign was turned on. Moments later, the aircraft suddenly dropped around one hundred feet seriously injuring many passengers and causing damage to the aircraft. The plane landed safely back at Tokyo, but  one passenger died of her injuries."
  },
  {
    "DATE": "09/05/1986",
    "TIME": "06:00",
    "LOCATION": "Karachi, Pakistan",
    "OPERATOR": "Pan American World Airways",
    "FLIGHT#": 73,
    "ROUTE": "Bombay-Karachi-Frankfurt-New York",
    "AIRCRAFT_TYPE": "Boeing B-747-121",
    "AIRCRAFT_REG": "N656PA",
    "CN_LN": "20351/127",
    "TOTAL_ONBOARD": 384,
    "PASSENGER_ONBOARD": 364,
    "CREW_ONBOARD": 20,
    "TOTAL_FATALITIES": 16,
    "PASSENGER_FATALITIES": 14,
    "CREW_FATALITIES": 1,
    "GROUND_CASUALTIES": 1,
    "SUMMARY_OF_EVENTS": "While on the ground, four hijackers opened fire on the passengers and crew and threw grenades among them, killing 16 passengers, one crew member and one ground crew member. The aircraft was named \"Clipper Empress of the Seas."
  },
  {
    "DATE": "02/24/1989",
    "TIME": "02:09",
    "LOCATION": "Honolulu, Hawaii",
    "OPERATOR": "United Air Lines",
    "FLIGHT#": 811,
    "ROUTE": "Los Angeles - Honolulu - Auckland - Sydney",
    "AIRCRAFT_TYPE": "Boeing B-747-122",
    "AIRCRAFT_REG": "N4713U",
    "CN_LN": "19875/89",
    "TOTAL_ONBOARD": 356,
    "PASSENGER_ONBOARD": 338,
    "CREW_ONBOARD": 18,
    "TOTAL_FATALITIES": 9,
    "PASSENGER_FATALITIES": 9,
    "CREW_FATALITIES": 0,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "After leaving Honolulu, on a flight from Los Angeles to Sydney, Australia, the loss of an improperly latched forward lower lobe cargo door resulted in explosive decompression and loss of power in the No. 3 and 4 engines. Nine passengers were sucked out of the plane and lost at sea. The plane landed safely. The cargo door opening was attributed to a faulty switch or wiring in the door control system which permitted electrical actuation of the door latches towards the unlatched position after initial door closure and before takeoff. As a failsafe, the latches should have been blocked from moving by a mechanism called a \"locking sector\" (one on each latch), engaged manually by a lever after the door is closed.  However, the locking sectors as designed were not strong enough and could be overcome by the motors which was a design flaw right from the introduction of the747.  This was finally recognized as serious, after a non-fatal failure in 1987, but installing stronger locking sectors required taking each plane out of service 10 hours, and the FAA had allowed airlines 18 months so they could do it during other maintenance procedures."
  },
  {
    "DATE": "03/03/1974",
    "TIME": "11:41",
    "LOCATION": "Near Ermenonville, France",
    "OPERATOR": "Turkish Airlines (THY)",
    "FLIGHT#": 981,
    "ROUTE": "Paris - London",
    "AIRCRAFT_TYPE": "McDonnell Douglas DC-10-10",
    "AIRCRAFT_REG": "TC-JAV",
    "CN_LN": "46704/29",
    "TOTAL_ONBOARD": 346,
    "PASSENGER_ONBOARD": 335,
    "CREW_ONBOARD": 11,
    "TOTAL_FATALITIES": 346,
    "PASSENGER_FATALITIES": 335,
    "CREW_FATALITIES": 11,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The aircraft crashed shortly after takeoff from Orly Airport in Paris, France. Climbing through FL110 the aircraft lost the rear cargo door, resulting in explosive decompression and damage to the cabin floor and control cables. The aircraft lost control and crashed in a forest at a high rate of speed. The service subcontractor and the flight engineer neglected to check the locking mechanism through a recently installed viewport to verify the door was latched properly. In addition, although a service bulletin stipulated that the locking pin should be extended, it was mistakenly shortened causing the latch to release after the cabin was pressurized. On June 12, 1972, an American Airlines DC-10 lost its cargo door shortly after taking off from Detroit ,Michigan. Using mainly engine thrust the crew was able to land safely. The cause was a defect in the latching mechanism on the door."
  },
  {
    "DATE": "12/21/1992",
    "TIME": "07:53",
    "LOCATION": "Faro, Algarve, Portugal",
    "OPERATOR": "Martinair Holland NV",
    "FLIGHT#": 495,
    "ROUTE": "Amsterdam - Faro",
    "AIRCRAFT_TYPE": "McDonnell Douglas DC-10-30CF",
    "AIRCRAFT_REG": "PH-MBN",
    "CN_LN": 46924,
    "TOTAL_ONBOARD": 340,
    "PASSENGER_ONBOARD": 327,
    "CREW_ONBOARD": 13,
    "TOTAL_FATALITIES": 56,
    "PASSENGER_FATALITIES": 54,
    "CREW_FATALITIES": 2,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "While attempting a second landing in high winds, during a storm, the aircraft's wing tip hit the runway resulting in the aircraft departing the runway and causing a fuel tank to explode. The high rate of descent in the final phase of the approach and the landing made on the right landing gear which exceeded the structural limitations of the aircraft.The crosswind, which exceeded the aircrafts limits and which occurred in the final phase of the approach and during landing. The combination of both factors caused stresses which exceeded the structural limitations of the aircraft. In addition, there were four moments when the pilots should have decided to abort the landing and do a go-around. This because the runway was flooded with water, the plane had left the flight path and was unstable during landing. In addition, the pilots did not properly correct for the windshear, flew too slowly and made errors with the automatic pilot."
  },
  {
    "DATE": "11/12/1996",
    "TIME": "18:40",
    "LOCATION": "Near Charkhi Dadri, India",
    "OPERATOR": "Saudi Arabian Airlines / Kazakhstan Airlines",
    "FLIGHT#": "763/1907",
    "ROUTE": "New Delhi - Dhahran / Chimkent - New Delhi",
    "AIRCRAFT_TYPE": "Boeing B-747-168B / Ilyushin IL-76TD",
    "AIRCRAFT_REG": "HZ-AIH/UN-76435",
    "CN_LN": "22748/555/1023413428",
    "TOTAL_ONBOARD": 349,
    "PASSENGER_ONBOARD": 316,
    "CREW_ONBOARD": 33,
    "TOTAL_FATALITIES": 349,
    "PASSENGER_FATALITIES": 316,
    "CREW_FATALITIES": 33,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "Midair collision 17 km W of New Delhi.  The Saudi 747 had just taken off from New Delhi airport ascending to 14,000 feet while the Il-76 was descending. Three hundred twelve aboard the B-747 and thirty-seven aboard the Il-76 were killed. The Il-76 descended below its assigned altitude. The death toll was reduced from 351 to 349 after Kazakstan Airlines reported 37 aboard rather than 39. Neither aircraft was equipped with an Airborne Collision Avoidance System. The 747 had taken off from Delhi and had been cleared to climb to FL140.  Meanwhile, the IL76, which was inbound to Delhi on the same airway, had been cleared to descend to FL150. However, due to a misunderstanding, the pilot and most of the cockpit crew of the IL76 believed the flight had been cleared to continue down to FL140. The Indian accident report attributed the failure of most of the IL76 crew to correctly understand the situation due to their lack of a working knowledge of English. Also contributing to the crew's decision to continue the descent below their clearance limit were poor cockpit resource management, a lack of leadership by the captain, a lack of co-ordination between the crew and a general casual attitude to the conduct of the flight."
  },
  {
    "DATE": "04/04/1975",
    "TIME": "16:30",
    "LOCATION": "Saigon, South Vietnam",
    "OPERATOR": "Military - U.S. Air Force",
    "FLIGHT#": "",
    "ROUTE": "Saigon - Clark - Los Angeles",
    "AIRCRAFT_TYPE": "Lockheed C-5A Galaxy",
    "AIRCRAFT_REG": "68-218",
    "CN_LN": 21,
    "TOTAL_ONBOARD": 330,
    "PASSENGER_ONBOARD": 314,
    "CREW_ONBOARD": 16,
    "TOTAL_FATALITIES": 155,
    "PASSENGER_FATALITIES": 150,
    "CREW_FATALITIES": 5,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The aircraft reported it was returning to Tan Son Nhut Airbase 15 minutes after taking off. The aircraft was not able to make the airport and crashed landed into a rice paddy, 1.5 miles from the airport. The flight was evacuating 243 Vietnamese orphans. Pressure failure due to a faulty rear loading ramp caused decompression which led to severed rudder and elevator cables and loss of two hydraulic systems resulting in a loss of pitch control. Worst single non-combat U.S. military aviation disaster."
  },
  {
    "DATE": "06/23/1985",
    "TIME": "07:15",
    "LOCATION": "Atlantic Ocean, 110 miles West of Ireland",
    "OPERATOR": "Air India",
    "FLIGHT#": 182,
    "ROUTE": "Montreal - London",
    "AIRCRAFT_TYPE": "Boeing B-747-237B",
    "AIRCRAFT_REG": "VT-EFO",
    "CN_LN": "21473/330",
    "TOTAL_ONBOARD": 329,
    "PASSENGER_ONBOARD": 307,
    "CREW_ONBOARD": 22,
    "TOTAL_FATALITIES": 329,
    "PASSENGER_FATALITIES": 307,
    "CREW_FATALITIES": 22,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The aircraft broke up in flight and crashed into the ocean. Detonation of an explosive device in the forward cargo hold. Terrorist working in Vancouver, Canada, checked baggage with bombs onto two flights. One bag transferred at Toronto onto flight 182. The other would have been transferred at Tokyo onto another Air India flight, but exploded at the airport killing 2 baggage handlers. The aircraft was named \" Emperor Kanishka."
  },
  {
    "DATE": "08/22/1999",
    "TIME": "18:45",
    "LOCATION": "Hong Kong, China",
    "OPERATOR": "China Airlines (Taiwan)",
    "FLIGHT#": 642,
    "ROUTE": "Bangkok - Hong Kong",
    "AIRCRAFT_TYPE": "McDonnell Douglas MD-11",
    "AIRCRAFT_REG": "B-150",
    "CN_LN": "48468/518",
    "TOTAL_ONBOARD": 315,
    "PASSENGER_ONBOARD": 300,
    "CREW_ONBOARD": 15,
    "TOTAL_FATALITIES": 3,
    "PASSENGER_FATALITIES": 3,
    "CREW_FATALITIES": 0,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "While making a landing in strong winds and rain, the pilot-in-command disconnected the autopilot but left the autothrottle engaged. The aircraft, with a weight close to the maximum landing weight permitted, stabilized slightly low on the glideslope. An attempt was made to flare but the aircraft landed hard on its right landing gear and the No.3 engine touched the runway. The right main landing gear and right wing separated. The MD-11 then inverted and skidded off the runway in flames. Probable Cause: The commander's unability to arrest the high rate of descent existing at 50 ft. RA. Contributory Causes:  The commander's failure to appreciate the combination of a reducing airspeed, increasing rate of descent, and with the thrust decreasing to flight idle. The commander's failure to apply power to counteract the high rate of descent prior to touchdown. Probable variations in wind direction and speed below 50 ft RA may have resulted in a momentary loss of headwind component and, in combination with the early retardation of the thrust levers, and at a weight only just below the maximum landing weight, led to a 20 kt loss in indicated airspeed just prior to touchdown. A possible contributory cause may have been a reduction in peripheral vision as the aircraft entered the area of the landing flare, resulting in the commander not appreciating the high rate of descent prior to touchdown."
  },
  {
    "DATE": "08/02/2005",
    "TIME": "16:04",
    "LOCATION": "Toronto, Canada",
    "OPERATOR": "Air France",
    "FLIGHT#": 358,
    "ROUTE": "Paris, France - Toronto Canada",
    "AIRCRAFT_TYPE": "Airbus A-340",
    "AIRCRAFT_REG": "F-GLZQ",
    "CN_LN": 289,
    "TOTAL_ONBOARD": 309,
    "PASSENGER_ONBOARD": 297,
    "CREW_ONBOARD": 12,
    "TOTAL_FATALITIES": 0,
    "PASSENGER_FATALITIES": 0,
    "CREW_FATALITIES": 0,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The plane landed almost half-way down Runway 24, overran the runway, broke in two and caught fire. There was severe thunderstorms at the time of the landing with rain, lightning and hail. All 309 aboard escaped. There were 43 injuries. The pilot landed the plane too far down the rain-slick runway making it virtually impossible to stop the plane before it ran off the runway. In addition, the reverse thrust was not employed until 17 seconds after the wheels touched down."
  },
  {
    "DATE": "12/21/1999",
    "TIME": "09:40",
    "LOCATION": "Guatemala City, Guatemala",
    "OPERATOR": "Cubana de Aviacion",
    "FLIGHT#": 261,
    "ROUTE": "Havana - Guatemala City",
    "AIRCRAFT_TYPE": "McDonnell Douglas DC-10-30",
    "AIRCRAFT_REG": "F-GTDI",
    "CN_LN": "46890/77",
    "TOTAL_ONBOARD": 314,
    "PASSENGER_ONBOARD": 296,
    "CREW_ONBOARD": 18,
    "TOTAL_FATALITIES": 16,
    "PASSENGER_FATALITIES": 8,
    "CREW_FATALITIES": 8,
    "GROUND_CASUALTIES": 2,
    "SUMMARY_OF_EVENTS": "While attempting to land at La Aurora International Airport, the aircraft overshot the runway, rolled down an embankment and crashed into houses in the La Libertad section of the city. Witnesses say the plane was unable to stop after it began its landing too far down the runway. The crew failed to initiate a go-around after overshooting on a wet runway with insufficient deceleration to make a safe stop. Leased from AOM."
  },
  {
    "DATE": "08/24/2001",
    "TIME": "18:46",
    "LOCATION": "Lajes, Terceira, Azores",
    "OPERATOR": "Air Transat",
    "FLIGHT#": 236,
    "ROUTE": "Toronto - Lisbon",
    "AIRCRAFT_TYPE": "Airbus A-330-243",
    "AIRCRAFT_REG": "C-GITS",
    "CN_LN": 271,
    "TOTAL_ONBOARD": 304,
    "PASSENGER_ONBOARD": 291,
    "CREW_ONBOARD": 13,
    "TOTAL_FATALITIES": 0,
    "PASSENGER_FATALITIES": 0,
    "CREW_FATALITIES": 0,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The crew reported that they had a loss of fuel and were going to have to divert to Lajes AFB. Shortly thereafter, they said that they only had five minutes of fuel and probably would not reach Lajes. The Airbus 330, without engine power, glided for almost 20 minutes, descending from for more than 30,000 ft. before landing safely at Lajes Airport. Several tires blew out causing a fire which was quickly extinguished by emergency crews.  Eleven passengers were slightly injured. The leak was caused by a damaged fuel feed pipe that was caused by interference from the aft hydraulic pump. Mechanics did not completely follow a Rolls-Royce service bulletin. In addition, software mistakenly identified the  fuel leak as a fuel imbalance, prompting the crew to respond erroneously to the situation. The official report stated the cause was the pilots responded incorrectly to the fuel leak.  The pilots acted from memory rather than utilizing a checklist, so they never saw a \"Caution\" note in the Fuel Imbalance checklist that might have caused them to consider that the real problem was not an imbalance but a fuel leak."
  },
  {
    "DATE": "07/06/2013",
    "TIME": "11:38",
    "LOCATION": "San Francisco, California",
    "OPERATOR": "Asiana Airlines",
    "FLIGHT#": 214,
    "ROUTE": "Shanghai - Seoul - San Francisco",
    "AIRCRAFT_TYPE": "Boeing B-777-28EER",
    "AIRCRAFT_REG": "HL7742",
    "CN_LN": "29171/553",
    "TOTAL_ONBOARD": 307,
    "PASSENGER_ONBOARD": 291,
    "CREW_ONBOARD": 16,
    "TOTAL_FATALITIES": 3,
    "PASSENGER_FATALITIES": 3,
    "CREW_FATALITIES": 0,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The aircraft crash landed short of the runway while on approach to runway 28L at San Francisco International Airport. The tail section, landing gear, and both engines separated from the fuselage and a fire erupted. Debris was scattered from the ocean front to the runway to where the aircraft came to rest. The plane's voice and flight data recorders show that the aircraft was coming in too slow and too low and that the pilots appear to have increased speed seven seconds before impact. A stall warning sounded four seconds before the crash, and the crew then made an internal decision \"to initiate a go-around 1.5 seconds to impact.Two passengers were killed and 182 injured. One passenger was run over by one of the emergency vehicles. The crew's failure to monitor and maintain the plane's airspeed, and its failure to abort the landing when in trouble. The pilot and co-pilot reasonably believed the automatic throttle would keep the plane flying fast enough to land safely, when in fact the auto throttle was effectively shut off after the pilot idled it to correct an unexplained climb earlier in the landing. The flight crew over-relied on automated systems that they did not fully understand."
  },
  {
    "DATE": "08/19/1980",
    "TIME": "19:08",
    "LOCATION": "Riyadh, Saudi Arabia",
    "OPERATOR": "Saudi Arabian Airlines",
    "FLIGHT#": 163,
    "ROUTE": "Riyadh - Jeddah",
    "AIRCRAFT_TYPE": "Lockheed 1011-200 TriStar",
    "AIRCRAFT_REG": "HZ-AHK",
    "CN_LN": 1169,
    "TOTAL_ONBOARD": 301,
    "PASSENGER_ONBOARD": 287,
    "CREW_ONBOARD": 14,
    "TOTAL_FATALITIES": 301,
    "PASSENGER_FATALITIES": 287,
    "CREW_FATALITIES": 14,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The flight experienced a fire in the aft cargo compartment  6 minutes after taking off from Rilyadh. The plane returned to the airport and landed but because of a delay in evacuating the plane, all aboard were killed by smoke and fire. Half a minute before landing the captain decided not to order an emergency evacuation.  When he landed, he did not stop immediately but instead proceeded to make a normal landing delaying the fire equipment from putting out the fire. It took a full twenty-three minutes after touchdown before the doors were opened. The failure of the captain to prepare the cabin crew for immediate evacuation upon landing and his failure in not making a maximum stop landing on the runway, with immediate evacuation."
  },
  {
    "DATE": "07/19/1989",
    "TIME": "16:00",
    "LOCATION": "Sioux City, Iowa",
    "OPERATOR": "United Air Lines",
    "FLIGHT#": 232,
    "ROUTE": "Denver, CO - Chicago, IL",
    "AIRCRAFT_TYPE": "McDonnell Douglas DC-10-10",
    "AIRCRAFT_REG": "N1819U",
    "CN_LN": "46618/118",
    "TOTAL_ONBOARD": 298,
    "PASSENGER_ONBOARD": 287,
    "CREW_ONBOARD": 11,
    "TOTAL_FATALITIES": 112,
    "PASSENGER_FATALITIES": 111,
    "CREW_FATALITIES": 1,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "Catastrophic failure of the No. 2 (rear) engine while en route from Denver to Chicago, with total loss of all three hydraulics systems due to damage. The aircraft maneuvering with only the thrust of the engines, crashed while attempting to land at Sioux City. Failure to detect a fatigue crack in the No. 2 engine resulting in the disintegration of the fan disk and loss of all three hydraulic systems. The  failure was traced back to a manufacturing defect in the fan disk, which had microscopic cracks due to impurities. Subject of the 1992 TV-movie \"Crash Landing: The Rescue of Flight 232."
  },
  {
    "DATE": "05/25/2000",
    "TIME": "",
    "LOCATION": "Near Manila, Philippines",
    "OPERATOR": "Philippine Air Lines",
    "FLIGHT#": 812,
    "ROUTE": "Davao - Manila",
    "AIRCRAFT_TYPE": "Airbus A.330-301",
    "AIRCRAFT_REG": "F-OHZN",
    "CN_LN": "",
    "TOTAL_ONBOARD": 298,
    "PASSENGER_ONBOARD": 284,
    "CREW_ONBOARD": 14,
    "TOTAL_FATALITIES": 1,
    "PASSENGER_FATALITIES": 1,
    "CREW_FATALITIES": 0,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "A hijacker robbed passengers, jumped out of the plane with a homemade parachute and was killed in the jump."
  },
  {
    "DATE": "07/17/2014",
    "TIME": "16:19",
    "LOCATION": "Hrabove, Ukraine",
    "OPERATOR": "Malaysia Airlines",
    "FLIGHT#": 17,
    "ROUTE": "Amsterdam - Kuala Lumpur",
    "AIRCRAFT_TYPE": "Boeing 777-2H6ER",
    "AIRCRAFT_REG": "9M-MRD",
    "CN_LN": "28411/84",
    "TOTAL_ONBOARD": 298,
    "PASSENGER_ONBOARD": 283,
    "CREW_ONBOARD": 15,
    "TOTAL_FATALITIES": 298,
    "PASSENGER_FATALITIES": 283,
    "CREW_FATALITIES": 15,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "A Boeing 777-200 airliner operating as  Malaysia Airlines Flight 17, crashed about 40 miles east of Donetsk, Ukraine. The plane was 90 minutes into its flight, flying at 33,000 feet, when it was apparently hit by a Russian Buk missile. The missile exploded a few feet away from the cockpit .Debris was spread over a wide area. All 283 passengers and crew of 15 were killed."
  },
  {
    "DATE": "08/05/2016",
    "TIME": "12:38",
    "LOCATION": "Dubai, United Arab Emirates",
    "OPERATOR": "Emirates",
    "FLIGHT#": 521,
    "ROUTE": "Thiruvanthapuram, India - Dubai, UAE",
    "AIRCRAFT_TYPE": "Boeing 777-31H",
    "AIRCRAFT_REG": "A6-EMW",
    "CN_LN": "32700/434",
    "TOTAL_ONBOARD": 300,
    "PASSENGER_ONBOARD": 282,
    "CREW_ONBOARD": 18,
    "TOTAL_FATALITIES": 0,
    "PASSENGER_FATALITIES": 0,
    "CREW_FATALITIES": 0,
    "GROUND_CASUALTIES": 1,
    "SUMMARY_OF_EVENTS": "After being cleared to land, the crew informed Dubai tower they were going around. Immediately after being cleared to go-around, the aircraft impacted the runway, losing an engine and catching fire. The plane slid to a stop and all aboard evacuated the plane safely. One fire fighter was killed while fighting the fire."
  },
  {
    "DATE": "07/30/1992",
    "TIME": "17:41",
    "LOCATION": "JFK Airport, New York, New York",
    "OPERATOR": "Trans World Airlines",
    "FLIGHT#": 843,
    "ROUTE": "New York City - San Francisco",
    "AIRCRAFT_TYPE": "Lockheed L-1011",
    "AIRCRAFT_REG": "N11002",
    "CN_LN": 1014,
    "TOTAL_ONBOARD": 292,
    "PASSENGER_ONBOARD": 280,
    "CREW_ONBOARD": 12,
    "TOTAL_FATALITIES": 0,
    "PASSENGER_FATALITIES": 0,
    "CREW_FATALITIES": 0,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "Immediately after liftoff, the stick shaker activated. The takeoff was aborted but the aircraft ran off the runway and caught fire. A defective stall warning system. A design flaw that allowed the defective stall warning system to go undetected. Failure of TWA's maintenance program to correct a repetitive malfunction of the stall warning system, and inadequate crew coordination between the captain and first officer that resulted in their inappropriate response to a false stall warning."
  },
  {
    "DATE": "02/02/1974",
    "TIME": "21:30",
    "LOCATION": "Near Honolulu, HI",
    "OPERATOR": "Pan American World Airways",
    "FLIGHT#": "",
    "ROUTE": "San Francisco, CA - Honolulu, HI - Agana, Guam",
    "AIRCRAFT_TYPE": "Boeing B-747",
    "AIRCRAFT_REG": "N732PA",
    "CN_LN": "19638/3",
    "TOTAL_ONBOARD": 298,
    "PASSENGER_ONBOARD": 279,
    "CREW_ONBOARD": 19,
    "TOTAL_FATALITIES": 1,
    "PASSENGER_FATALITIES": 1,
    "CREW_FATALITIES": 0,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "A 16 month old child was asphyxiated by a seat belt while unattended."
  },
  {
    "DATE": "07/03/1988",
    "TIME": "10:55",
    "LOCATION": "Over the Persian Gulf, near Bandar Abbas, Iran",
    "OPERATOR": "Iran Air",
    "FLIGHT#": 655,
    "ROUTE": "Bandar Abbas - Dubai",
    "AIRCRAFT_TYPE": "Airbus A300B2-203",
    "AIRCRAFT_REG": "EP-IBU",
    "CN_LN": 186,
    "TOTAL_ONBOARD": 290,
    "PASSENGER_ONBOARD": 278,
    "CREW_ONBOARD": 12,
    "TOTAL_FATALITIES": 290,
    "PASSENGER_FATALITIES": 278,
    "CREW_FATALITIES": 12,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The civilian Iranian airliner was shot down by the U.S. Navy vessel U.S.S. Vincennes with surface-to-air missiles. The Vincennes was protecting other civilian ships in the area from Iranian gunboats. The Vincennes responded to hostile action taking place against a ship by Iranian gun boats. However, orders to the captain were to send a helicopter to investigate but maintain position. In fact, the ship headed towards the hostilities and penetrated 2nm inside Iranian territorial waters and after the helicopter was fired upon, engaged the enemy boats. The ill-fated airliner was delayed in leaving Bandar Abbas because of a problem with the passport of a passenger. Soon after taking off the target appeared on the radar of the Vincennes. Because the plane was late and confusion of time zones, the crew was not expecting an airliner in the area. When the target was first identified, it squawked both 2 (military) and 3 (civilian). The reason for this was the radar tracker ball was left in the vicinity of the Bandar Abbas airport and the radar was picking up both the airliner and a military F-14 jet fighter at the same time. Playing it safe, the plane was misidentified as a F-14 Iranian fighter. The aircraft did not respond to 10 radio challenges from the Vincennes. However, 7 were on military frequencies which the airliner could not pick up. Three were on the civil emergency frequency addressed to the so called military F-14. When the plane was nearing 10 miles from the ship, it was reported to the captain that the aircraft was descending. At that time the surface-to-air missiles were fired destroying the aircraft. At the inquiry computer data showed that the plane was never descending and actually was ascending at a steady rate. Incredibly, a military investigation concluded that although the U.S. government regretted the loss of human life, the captain and crew were not at fault and acted properly in shooting down the airliner."
  },
  {
    "DATE": "12/10/1994",
    "TIME": "11:30",
    "LOCATION": "Pacific Ocean",
    "OPERATOR": "Philippine Air Lines",
    "FLIGHT#": 434,
    "ROUTE": "Manila - Cebu - Tokyo",
    "AIRCRAFT_TYPE": "Boeing B-747-200",
    "AIRCRAFT_REG": "EI-BWF",
    "CN_LN": 21575,
    "TOTAL_ONBOARD": 293,
    "PASSENGER_ONBOARD": 273,
    "CREW_ONBOARD": 20,
    "TOTAL_FATALITIES": 1,
    "PASSENGER_FATALITIES": 1,
    "CREW_FATALITIES": 0,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "An explosive device detonated at FL 300 under a seat in the passenger cabin blowing a two square foot hole in the cabin floor and killing one passenger in seat 26K. The bomb was placed on the plane by Ramzi Yousef, an Al-Qaeda terrorist, on the flight from Manila to Cebu. The explosion occurred on the second journey of the flight from Cebu to Tokyo. The plane made a safe emergency landing at Okinawa in spite of damage to the flight controls."
  },
  {
    "DATE": "12/23/1980",
    "TIME": "23:12",
    "LOCATION": "Qatar, Qatar",
    "OPERATOR": "Saudi Arabian Airlines",
    "FLIGHT#": "",
    "ROUTE": "Dhahran - Karachi",
    "AIRCRAFT_TYPE": "Lockheed L-1011-200",
    "AIRCRAFT_REG": "HZ-AHJ",
    "CN_LN": 1161,
    "TOTAL_ONBOARD": 291,
    "PASSENGER_ONBOARD": 271,
    "CREW_ONBOARD": 20,
    "TOTAL_FATALITIES": 2,
    "PASSENGER_FATALITIES": 2,
    "CREW_FATALITIES": 0,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "Two passengers were sucked out of the plane after a tire exploded in the wheel well causing damage to the fuselage."
  },
  {
    "DATE": "08/11/1982",
    "TIME": "",
    "LOCATION": "Pacific Ocean",
    "OPERATOR": "Pan American World Airways",
    "FLIGHT#": "PA830",
    "ROUTE": "Tokyo - Honolulu",
    "AIRCRAFT_TYPE": "Boeing B-747-121",
    "AIRCRAFT_REG": "N754PA",
    "CN_LN": "19658/47",
    "TOTAL_ONBOARD": 285,
    "PASSENGER_ONBOARD": 270,
    "CREW_ONBOARD": 25,
    "TOTAL_FATALITIES": 1,
    "PASSENGER_FATALITIES": 1,
    "CREW_FATALITIES": 0,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "A sixteen-year-old boy was killed when a bomb detonated under a seat cushion. The explosion caused minor damage and the plane landed safely at Honolulu. The bomb was placed onboard by Mohammed Rashed, a Jordanian terrorist with the May 15 Organization."
  },
  {
    "DATE": "06/13/1996",
    "TIME": "12:07",
    "LOCATION": "Fukuoka, Japan",
    "OPERATOR": "Garuda Indonesia Airlines",
    "FLIGHT#": 865,
    "ROUTE": "Fukuoka - Denpasar",
    "AIRCRAFT_TYPE": "McDonnell Douglas DC-10-30",
    "AIRCRAFT_REG": "PK-GIE",
    "CN_LN": "46685/284",
    "TOTAL_ONBOARD": 275,
    "PASSENGER_ONBOARD": 260,
    "CREW_ONBOARD": 15,
    "TOTAL_FATALITIES": 3,
    "PASSENGER_FATALITIES": 3,
    "CREW_FATALITIES": 0,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The aircraft overran the runway after an aborted takeoff. The fuel line in the No.3 engine was sheared and caught fire after the fanblade of the first stage HP turbine separated. During the slide the No. 1 engine and landing gear were lost ane the plane came to rest in a ditch. Three passengers were trapped in the wreckage and overcome by toxic fumes after a fire started. Pilot error. Improper procedures used by the captain after engine failure."
  },
  {
    "DATE": "05/25/1979",
    "TIME": "15:04",
    "LOCATION": "Chicago O'Hare, Illinois",
    "OPERATOR": "American Airlines",
    "FLIGHT#": 191,
    "ROUTE": "Chicago, IL- Los Angeles, CA",
    "AIRCRAFT_TYPE": "McDonnell Douglas DC-10-10",
    "AIRCRAFT_REG": "N110AA",
    "CN_LN": "46510/22",
    "TOTAL_ONBOARD": 271,
    "PASSENGER_ONBOARD": 258,
    "CREW_ONBOARD": 13,
    "TOTAL_FATALITIES": 271,
    "PASSENGER_FATALITIES": 258,
    "CREW_FATALITIES": 13,
    "GROUND_CASUALTIES": 2,
    "SUMMARY_OF_EVENTS": "During takeoff just, as the plane lifted from the runway, the left engine and pylon separated from the aircraft damaging the wing and hydraulic system which caused the aircraft to roll and crash. Highest single plane death toll in U.S. aviation history. Asymmetrical stall and the ensuing roll of the aircraft because of the uncommanded retraction of the left wing outboard leading edge slats and the loss of stall warning and slat disagreement indication systems caused by separation of the engine and pylon. Improper maintenance procedures used by American Airlines when dismounting the engines for maintenance, by removing the pylon and engine together, putting strain on the engine mounts leading to  stress cracks."
  },
  {
    "DATE": "02/19/2003",
    "TIME": "17:30",
    "LOCATION": "Near Shahdad, Iran",
    "OPERATOR": "Military - Islamic Revolution's Guards Corps",
    "FLIGHT#": "",
    "ROUTE": "Zahedan - Kerman",
    "AIRCRAFT_TYPE": "Ilyushin Il-76MD",
    "AIRCRAFT_REG": "15-22",
    "CN_LN": 63471155,
    "TOTAL_ONBOARD": 275,
    "PASSENGER_ONBOARD": 257,
    "CREW_ONBOARD": 18,
    "TOTAL_FATALITIES": 275,
    "PASSENGER_FATALITIES": 257,
    "CREW_FATALITIES": 18,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The plane crashed into an 11,500 ft.  mountain in poor weather, about 20 miles from its destination of Kerman. Besides the 18 crew members, the victims included Iran's Revolutionary Guard."
  },
  {
    "DATE": "04/26/1994",
    "TIME": "20:16",
    "LOCATION": "Near Komaki, Aichi, Japan",
    "OPERATOR": "China Airlines (Taiwan)",
    "FLIGHT#": 140,
    "ROUTE": "Taipei - Nagoya",
    "AIRCRAFT_TYPE": "Airbus A300B4-622R",
    "AIRCRAFT_REG": "B-1816",
    "CN_LN": 580,
    "TOTAL_ONBOARD": 271,
    "PASSENGER_ONBOARD": 256,
    "CREW_ONBOARD": 15,
    "TOTAL_FATALITIES": 264,
    "PASSENGER_FATALITIES": 249,
    "CREW_FATALITIES": 15,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "While on ILS approach to Nagoya Airport, at an altitude of 1,000 feet, the first officer inadvertently triggered the TOGA (take-off-go-around) lever. The crew tried to override this situation by turning off the autothrottle and reducing air speed. The aircraft stalled, hit the runway tail first and burst into flames. The plane crashed because of an extreme out of trim configuration brought about by the fact that the tailplane setting had moved automatically and undetected to a maximum nose-up position. The plane climbed at a steep angle until it stalled. The crew could have saved the aircraft even in the final seconds had they reverted to basic flight procedures and switched off the autopilot."
  },
  {
    "DATE": "11/12/2001",
    "TIME": "09:16",
    "LOCATION": "Belle Harbor, Queens, New York",
    "OPERATOR": "American Airlines",
    "FLIGHT#": 587,
    "ROUTE": "New York City - Santo Domingo, Dominican Rep.",
    "AIRCRAFT_TYPE": "Airbus A-300-605R",
    "AIRCRAFT_REG": "N14053",
    "CN_LN": 420,
    "TOTAL_ONBOARD": 260,
    "PASSENGER_ONBOARD": 251,
    "CREW_ONBOARD": 9,
    "TOTAL_FATALITIES": 260,
    "PASSENGER_FATALITIES": 251,
    "CREW_FATALITIES": 9,
    "GROUND_CASUALTIES": 5,
    "SUMMARY_OF_EVENTS": "Three minutes after taking off and while in a climbing left turn, at 2,800 ft., parts of the plane, including the vertical stabilizer and rudder, fell from the aircraft. The crew soon lost control of the plane which nose dived and crashed into a residential neighborhood. After flying into the wake turbulence of two aircraft about two minutes into the flight, investigators believe a series of quick rudder swings by the copilot whipped the tail so severely that the fin broke off. The National Transportation Safety Board has found that pilot error was the probable cause. Sharply criticizing American Airlines Advanced Aircraft Maneuvering Program, the Board said that American Airlines' pilot training included a simulator exercise which could have caused the first officer to have an unrealistic and exaggerated view of the effects of wake turbulence, erroneously associate wake turbulence encounters with the need for aggressive roll upset recovery techniques and develop control strategies that would produce a much different -- and potentially surprising and confusing -- response if performed during flight. In addition, because of its high sensitivity, the Airbus A-300-600 rudder control system is susceptible to potentially hazardous rudder pedal inputs at higher airspeed."
  },
  {
    "DATE": "02/19/1985",
    "TIME": "10:15",
    "LOCATION": "300 nm NW of San Francisco, California",
    "OPERATOR": "China Airlines (Taiwan)",
    "FLIGHT#": 6,
    "ROUTE": "Taipei - Los Angeles",
    "AIRCRAFT_TYPE": "Boeing B-747-SP-09",
    "AIRCRAFT_REG": "N4522V",
    "CN_LN": "22805/564",
    "TOTAL_ONBOARD": 274,
    "PASSENGER_ONBOARD": 251,
    "CREW_ONBOARD": 23,
    "TOTAL_FATALITIES": 0,
    "PASSENGER_FATALITIES": 0,
    "CREW_FATALITIES": 0,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The aircraft descended in an uncontrolable dive, from 41,000 to 9,500 ft. after the crew shut down an engine.  The captain, preoccupied the malfunctioning engine, didn't properly monitor instruments and over relied on the autopilot and did not use his rudder to keep the plane from rolling . The autopilot disengaged after it could not handle the excessive roll caused by the shut down engine. The captain failed to make the proper flight corrections to recover the aircraft. After a terrifying series of inadvertent aerobatics, the plane leveled off at 9,500 feet and managed to land safely at San Francisco. Forces during the inverted spin were estimated to be from +6G to -4G. The landing gear was forced out through the closed doors, breaking the doors, which flew back and took out part of the rudder and elevator."
  },
  {
    "DATE": "11/15/1978",
    "TIME": "23:30",
    "LOCATION": "Near Katunayake, Sri Lanka",
    "OPERATOR": "Loftleidir Icelandic Airlines",
    "FLIGHT#": 1,
    "ROUTE": "Jeddah - Colombo",
    "AIRCRAFT_TYPE": "McDonnell Douglas DC-8-Super 63CF",
    "AIRCRAFT_REG": "TF-FLA",
    "CN_LN": "46020/415",
    "TOTAL_ONBOARD": 262,
    "PASSENGER_ONBOARD": 249,
    "CREW_ONBOARD": 13,
    "TOTAL_FATALITIES": 183,
    "PASSENGER_FATALITIES": 175,
    "CREW_FATALITIES": 8,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The aircraft crashed short of the runway into a coconut plantation while attempting to land in heavy rain.  Windshear. Excessive sink rate. Crew's non-conformance with approach procedures. Incorrect information supplied by the radar controller. Lack of an approach lighting system at Bandaranaike."
  },
  {
    "DATE": "04/06/1993",
    "TIME": "01:10",
    "LOCATION": "950 nm S of  Shemya, Alaska",
    "OPERATOR": "China Eastern Airlines",
    "FLIGHT#": 583,
    "ROUTE": "Shanghai - Los Angeles",
    "AIRCRAFT_TYPE": "McDonnell Douglas MD-11",
    "AIRCRAFT_REG": "B-2171",
    "CN_LN": "48495/461",
    "TOTAL_ONBOARD": 264,
    "PASSENGER_ONBOARD": 248,
    "CREW_ONBOARD": 16,
    "TOTAL_FATALITIES": 2,
    "PASSENGER_FATALITIES": 2,
    "CREW_FATALITIES": 0,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The slats were inadvertently deployed while at FL 330. The aircraft progressed through several pitch oscillations and lost 5,000 feet in altitude. Inadequate design of the flap/slat actuation handle that allowed the handle to be easily and inadvertently dislodged from the UP/RET position, thereby causing extension of the leading edge slats during cruise flight."
  },
  {
    "DATE": "12/12/1985",
    "TIME": "06:45",
    "LOCATION": "Gander, Newfoundland, Canada",
    "OPERATOR": "Arrow Airways",
    "FLIGHT#": "MF1285R",
    "ROUTE": "Gander - Fort Campbell, KY",
    "AIRCRAFT_TYPE": "McDonnell Douglas DC-8 Super 63PF",
    "AIRCRAFT_REG": "N950JW",
    "CN_LN": "46058/433",
    "TOTAL_ONBOARD": 256,
    "PASSENGER_ONBOARD": 248,
    "CREW_ONBOARD": 8,
    "TOTAL_FATALITIES": 256,
    "PASSENGER_FATALITIES": 248,
    "CREW_FATALITIES": 8,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The aircraft stalled and crashed during takeoff. Two-hundred-forty-four members of the 101st Airborne Division from Fort Campbell, Kentucky  were killed in the accident. There is controversy surrounding this crash. The majority opinion of the board was that the cause of the sequence leading up to the stall and crash could not be determined, with icing a possibility. The minority opinion was that the crash was possibly caused by detonation of an explosive device of unknown origin in a cargo compartment which led to an in-flight fire and loss of control of the aircraft."
  },
  {
    "DATE": "06/24/1982",
    "TIME": "20:44",
    "LOCATION": "Mount Galunggung, Indonesia",
    "OPERATOR": "British Airways",
    "FLIGHT#": 9,
    "ROUTE": "Kuala Lampur - Perth",
    "AIRCRAFT_TYPE": "Boeing B-747",
    "AIRCRAFT_REG": "G-BDXH",
    "CN_LN": "21635/365",
    "TOTAL_ONBOARD": 257,
    "PASSENGER_ONBOARD": 247,
    "CREW_ONBOARD": 10,
    "TOTAL_FATALITIES": 0,
    "PASSENGER_FATALITIES": 0,
    "CREW_FATALITIES": 0,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The aircraft flew into a plume from a volcanic eruption at 37,000 feet during the night. All engines failed and the windshield lost transparency because of pitting. The first engine was restarted at 12,000 feet, followed by the other three and the plane landed safely at Jakarta. The aircraft was named \"City of Edinburgh."
  },
  {
    "DATE": "07/11/1991",
    "TIME": "08:40",
    "LOCATION": "Jeddah, Saudi Arabia",
    "OPERATOR": "Nationair (chartered by Nigeria Airways)",
    "FLIGHT#": 2120,
    "ROUTE": "Jeddah - Sokoto",
    "AIRCRAFT_TYPE": "McDonnell Douglas DC-8 Super 61",
    "AIRCRAFT_REG": "C-GMXQ",
    "CN_LN": "45982/345",
    "TOTAL_ONBOARD": 261,
    "PASSENGER_ONBOARD": 247,
    "CREW_ONBOARD": 14,
    "TOTAL_FATALITIES": 261,
    "PASSENGER_FATALITIES": 247,
    "CREW_FATALITIES": 14,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "After taking off, fire was reported in the landing gear well. The aircraft crashed while trying to return to the airport. Loss of hydraulics and electrical systems after a fire, started in the wheel when two tires disintegrated due to under inflation of one tire. This caused a fire which ignited years of accumulated flammables in the DC-8's wheel well leading to an uncontroable fire. The plane was allowed to leave with an under inflated tire. Twenty minutes prior to departure, the Nationair lead mechanic made a request for nitrogen to inflate the low tire. Nitrogen was not readily available and a delay would probably have occur procuring it. The Nationair project manager, without conferring with the flight crew, released the plane."
  },
  {
    "DATE": "04/11/2018",
    "TIME": "08:00",
    "LOCATION": "Boufarik AB, Algeria",
    "OPERATOR": "Military - Algerian Air Force",
    "FLIGHT#": "",
    "ROUTE": "Boufarik AB - Bechar - Tindouf",
    "AIRCRAFT_TYPE": "Ilyushin 76-TD",
    "AIRCRAFT_REG": "7T-WIP",
    "CN_LN": 1043419636,
    "TOTAL_ONBOARD": 257,
    "PASSENGER_ONBOARD": 247,
    "CREW_ONBOARD": 10,
    "TOTAL_FATALITIES": 257,
    "PASSENGER_FATALITIES": 247,
    "CREW_FATALITIES": 10,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The Algerian military plane crashed soon after takeoff in a field and burst into flames. The plane was totally destroyed."
  },
  {
    "DATE": "09/01/1983",
    "TIME": "18:26",
    "LOCATION": "Near Sakhalin Island, Russia",
    "OPERATOR": "Korean Air",
    "FLIGHT#": 7,
    "ROUTE": "Anchorage - Seoul",
    "AIRCRAFT_TYPE": "Boeing B-747-230B",
    "AIRCRAFT_REG": "HL-7442",
    "CN_LN": "20559/186",
    "TOTAL_ONBOARD": 269,
    "PASSENGER_ONBOARD": 246,
    "CREW_ONBOARD": 23,
    "TOTAL_FATALITIES": 269,
    "PASSENGER_FATALITIES": 246,
    "CREW_FATALITIES": 23,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "On a flight from Alaska to South Korea, the airliner drifted off course and twice penetrated Soviet airspace.  During the second penetration, the airliner was shot down by a Russian Su-15 Air Force fighter with air-to-air missiles. The aircraft crashed into international waters in the Sea of Japan. U.S. Representative from Georgia Lawrence McDonald killed. Because of an improper navigational setting the plane drifted off course. There was a U.S. spy plane in the vacinity of the 007 flight. The 007 plane was mistaken for the spy plane. The fighter pilot was ordered by Soviet command to shoot down the plane. Two air-to-air missiles were launched by the  fighter and struck the Boeing 747. Cabin pressure was lost and the aircraft suffered control problems, causing the plane to go into a dive and break up, crashing into the ocean."
  },
  {
    "DATE": "12/21/1988",
    "TIME": "19:03",
    "LOCATION": "Lockerbie, Scotland",
    "OPERATOR": "Pan American World Airways",
    "FLIGHT#": 103,
    "ROUTE": "London - New York City",
    "AIRCRAFT_TYPE": "Boeing B-747-121A",
    "AIRCRAFT_REG": "N739PA",
    "CN_LN": "19646/15",
    "TOTAL_ONBOARD": 259,
    "PASSENGER_ONBOARD": 243,
    "CREW_ONBOARD": 16,
    "TOTAL_FATALITIES": 259,
    "PASSENGER_FATALITIES": 243,
    "CREW_FATALITIES": 16,
    "GROUND_CASUALTIES": 11,
    "SUMMARY_OF_EVENTS": "The airliner disappeared from radar shortly after leveling off at FL 310 while on a flight from Heathrow Airport, London,  to New York. The aircraft broke up with two main sections of wreckage coming down in the town of Lockerbie. Detonation of an explosive device in the forward cargo area planted by terrorists.  Musician Paul Jeffreys killed. The aircraft was named \"Clipper Maid of the Seas."
  },
  {
    "DATE": "11/28/1979",
    "TIME": "12:49",
    "LOCATION": "Near Mt. Erebus, Ross Ice Shelf, Antarctica",
    "OPERATOR": "Air New Zealand",
    "FLIGHT#": 901,
    "ROUTE": "Auckland - Christchurch",
    "AIRCRAFT_TYPE": "McDonnell Douglas DC-10-30",
    "AIRCRAFT_REG": "ZK-NZP",
    "CN_LN": "46910/182",
    "TOTAL_ONBOARD": 257,
    "PASSENGER_ONBOARD": 237,
    "CREW_ONBOARD": 20,
    "TOTAL_FATALITIES": 257,
    "PASSENGER_FATALITIES": 237,
    "CREW_FATALITIES": 20,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The aircraft crashed into the slopes of Mt. Erebus while on sightseeing flight to Antarctica. An incorrect computer-stored flight plan resulted in a navigational error directing the flight towards Mt. Erebus. Because of overcast, the crew descended below authorized altitude. Contributing to the accident was the crew's inexperience with flying the Antarctic route. Information about the navigational errors was suppressed by officials."
  },
  {
    "DATE": "09/14/1999",
    "TIME": "23:47",
    "LOCATION": "Girona, Spain",
    "OPERATOR": "Britannia Airways",
    "FLIGHT#": "226A",
    "ROUTE": "Cardiff, Wales, UK - Girona, Spain",
    "AIRCRAFT_TYPE": "Boeing 757-204",
    "AIRCRAFT_REG": "G-BYAG",
    "CN_LN": "26965/517",
    "TOTAL_ONBOARD": 245,
    "PASSENGER_ONBOARD": 236,
    "CREW_ONBOARD": 9,
    "TOTAL_FATALITIES": 1,
    "PASSENGER_FATALITIES": 1,
    "CREW_FATALITIES": 0,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The aircraft touched down hard, bounced, and made a second heavier touchdown causing substantial damage to the nosewheel and its supports. The Boeing 757 left the runway at high speed, approximately 1,000m from the second touchdown point. It then ran 343m across flat grassland beside the runway, before going diagonally over a substantial earth mound adjacent to the airport boundary, becoming semi airborne as a result. Beyond the mound it hit a number of medium sized trees and the right engine struck the boundary fence. The aircraft then passed through the fence, re-landed in a field and both main landing gears collapsed. It finally stopped after a slide across the field. One passenger, who had been admitted to hospital with apparently minor injuries and discharged the following day, died five days later from unsuspected internal injuries."
  },
  {
    "DATE": "08/06/1997",
    "TIME": "01:42",
    "LOCATION": "Agana, Guam",
    "OPERATOR": "Korean Air",
    "FLIGHT#": 801,
    "ROUTE": "Seoul - Guam",
    "AIRCRAFT_TYPE": "Boeing B-747-300",
    "AIRCRAFT_REG": "HL-7468",
    "CN_LN": "22487/605",
    "TOTAL_ONBOARD": 254,
    "PASSENGER_ONBOARD": 231,
    "CREW_ONBOARD": 23,
    "TOTAL_FATALITIES": 228,
    "PASSENGER_FATALITIES": 206,
    "CREW_FATALITIES": 22,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The aircraft crashed into Nimitz Hill, 3 miles short of Runway 06R, while making a non-precision approach in heavy rain to A.B. Won Guam International Airport. The runway glide slope system was inoperative. In addition, the Minimum Safe Altitude Warning system (MSAW) was also not working due to a software problem. The captains failure to adequately brief and execute the non-precision approach and the first officer's and flight engineer's failure to effectively monitor and cross-check the captains execution of the approach. Contributing to these failures were the captain's fatigue and Korean Air's  inadequate flight crew training. Contributing to the accident was the Federal Aviation Administration's (FAA) intentional inhibition of the MSAW at Guam and the agency's failure to adequately manage the system."
  },
  {
    "DATE": "12/26/1994",
    "TIME": "17:00",
    "LOCATION": "Algiers Airport, Algeria",
    "OPERATOR": "Air France",
    "FLIGHT#": 8969,
    "ROUTE": "Alger - Paris",
    "AIRCRAFT_TYPE": "Airbus A300B2-1C",
    "AIRCRAFT_REG": "F-GBEC",
    "CN_LN": 104,
    "TOTAL_ONBOARD": 239,
    "PASSENGER_ONBOARD": 227,
    "CREW_ONBOARD": 12,
    "TOTAL_FATALITIES": 3,
    "PASSENGER_FATALITIES": 3,
    "CREW_FATALITIES": 0,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The aircraft was hijacked by terrorists. Three passengers and four hijackers were killed when the plane was stormed."
  },
  {
    "DATE": "03/08/2014",
    "TIME": "02:41",
    "LOCATION": "South Indian Ocean",
    "OPERATOR": "Malaysia Airlines",
    "FLIGHT#": 370,
    "ROUTE": "Kuala Lumpur- Beijing",
    "AIRCRAFT_TYPE": "Boeing 777-200",
    "AIRCRAFT_REG": "9M-MRO",
    "CN_LN": "28420/404",
    "TOTAL_ONBOARD": 239,
    "PASSENGER_ONBOARD": 227,
    "CREW_ONBOARD": 12,
    "TOTAL_FATALITIES": 239,
    "PASSENGER_FATALITIES": 227,
    "CREW_FATALITIES": 12,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "Radar contact was lost with the aircraft 2 hours into the flight at 0240. All indications are that the aircraft changed direction from its flight path and crashed in a remote part of the Indian Ocean southwest of Perth Australia. It is assumed all 227 passengers and crew of 12 perished."
  },
  {
    "DATE": "09/26/1997",
    "TIME": "13:34",
    "LOCATION": "Buah Nabar, Indonesia",
    "OPERATOR": "Garuda Indonesia Airlines",
    "FLIGHT#": 152,
    "ROUTE": "Jakarta - Medan",
    "AIRCRAFT_TYPE": "Airbus A300-B4-200",
    "AIRCRAFT_REG": "PK-GAI",
    "CN_LN": 214,
    "TOTAL_ONBOARD": 234,
    "PASSENGER_ONBOARD": 222,
    "CREW_ONBOARD": 12,
    "TOTAL_FATALITIES": 234,
    "PASSENGER_FATALITIES": 222,
    "CREW_FATALITIES": 12,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The aircraft crashed into mountainous terrain 15 minutes before it was due to land at Medan on a flight from Jakarta. The aircraft crashed 20 miles from the airport. Combination of ATC errors in directing the plane in the wrong direction into mountainous terrain and the crew setting and using their instruments incorrectly. Contributing to the accident was impared visibility due to smoke from forest fires in the area."
  },
  {
    "DATE": "11/27/1970",
    "TIME": "17:05",
    "LOCATION": "Anchorage, Alaska",
    "OPERATOR": "Capitol Airlines",
    "FLIGHT#": 26,
    "ROUTE": "Anchorage - Yokota AFB",
    "AIRCRAFT_TYPE": "McDonnell Douglas DC-8-63CF",
    "AIRCRAFT_REG": "N4909C",
    "CN_LN": "46060/472",
    "TOTAL_ONBOARD": 229,
    "PASSENGER_ONBOARD": 219,
    "CREW_ONBOARD": 10,
    "TOTAL_FATALITIES": 47,
    "PASSENGER_FATALITIES": 46,
    "CREW_FATALITIES": 1,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "The military charter overran the runway during takeoff, hit the ILS localizer support structure and burst into flames. The lack of acceleration, undetected by the crew  until after V1 speed was reached caused by the main landing gear wheels remaining locked after power was applied for takeoff on the icy runway due to brake or hydraulic failure."
  },
  {
    "DATE": "10/31/2015",
    "TIME": "06:13",
    "LOCATION": "Near Hasna, Egypt",
    "OPERATOR": "Metrojet",
    "FLIGHT#": 9268,
    "ROUTE": "Sharem el Sheikh - St. Petersburg",
    "AIRCRAFT_TYPE": "Airbus A321-231",
    "AIRCRAFT_REG": "EI-ETJ",
    "CN_LN": 663,
    "TOTAL_ONBOARD": 224,
    "PASSENGER_ONBOARD": 217,
    "CREW_ONBOARD": 7,
    "TOTAL_FATALITIES": 224,
    "PASSENGER_FATALITIES": 217,
    "CREW_FATALITIES": 7,
    "GROUND_CASUALTIES": 0,
    "SUMMARY_OF_EVENTS": "Approximate 25 minutes after taking off from Sharem el Sheikh airport, radar contact was lost with the airliner. Wreckage was found near Hasna in the north Sinai. The aircraft was flying at about 30,000 feet when contact with the plane was lost. The aircraft was brought down by a homemade explosive device in the left rear cargo hold. The improvised device was equivalent to 2.2 lbs of TNT."
  }
]
